{
    "กลุ่ม 1: กลุ่มการบริหารราชการแผ่นดินและความมั่นคง": [
        "1 นายกฤษฎา  เปี่ยมพงศ์สานต์",
        "2 พ.ต.อ.กฤษฎิ์  ศิริประเสริฐโชค",
        "3 นายกล้าณรงค์  ไพรีพ่ายฤทธิเดช",
        "4 ร.ต.ต.กษิดิ์เดช  มีล่อง",
        "5 นายกิตติศักดิ์  กมลรัตน์",
        "6 นายกิติศักดิ์  จำปา",
        "7 พล.อ.เกรียงไกร  ศรีรักษ์",
        "8 พ.อ.โกมล  วงศ์อนันต์",
        "9 นายโกเมท  เดชกวินเลิศ",
        "10 นายเขมชาติ  ใคร่ครวญ",
        "11 นายควร  คำเหล็ก",
        "12 นายคำภา  เวฬุวนารักษ์",
        "13 พ.ต.อ.จรูญ  เปรมกระโทก",
        "14 นางจิตภา  มอญขันธ์",
        "15 ว่าที่ ร.ต.เจริญ  นามวงค์",
        "16 นายฉลอง  แผนจันทร์",
        "17 พ.อ.ฉลอง  ตาวัน",
        "18 นายฉอ้อน  ปานชงค์",
        "19 นายเฉลิม  ปล้องมาก",
        "20 นายเฉลิมศักดิ์  อินทร์หา",
        "21 นายชญานนท์  ฮวดรักษา",
        "22 พล.ต.อ.ชยพล  ฉัตรชัยเดช",
        "23 พ.ต.อ.ชยสิทธ์  น้อยสะปุ๋ง",
        "24 นายชัยชนะ  เนาวงศ์",
        "25 นายชัยชนะ  กฤตยานาถ",
        "26 พล.อ.ชัยณรงค์  แกล้วกล้า",
        "27 นายชัยพัชร์  สุขนิตย์",
        "28 นายชัยแสง  พัฒนศักดิ์ภิญโญ",
        "29 นายชาตรี  รัตนวงศ์",
        "30 พล.ท.ชาตรี  บุญทวี",
        "31 นายชานน  แก้วมีศรี",
        "32 นายชำนาญ  ศรีพารา",
        "33 น.ส.ชุติมา  สนิทเปรม",
        "34 จ.ส.ต.ชูชีพ  เกษศรี",
        "35 พล.อ.อ.ชูธัช  แย้มมณฑา",
        "36 นางญาดา  เพชรสอดแสง",
        "37 นางฎาราภัษ  คงสกุล",
        "38 นางฐิติชญาน์  ทิพย์โพธิ์",
        "39 พ.ต.ท.ณภัทรชนม์  พงศ์ราษีตยกุล",
        "40 นายดลเดช  พัฒนรัฐ",
        "41 ร.ต.อ.ดำารงค์  ตรีกุล",
        "42 นายเด่นชัย  เขตสกุล",
        "43 นายทองนาค  เอียกุล",
        "44 นายทัน  จีนหวั่น",
        "45 ร.ต.ธนกร  กระต่ายจันทร์",
        "46 นายธนภัก  มนูญกิตติกร",
        "47 นายธนเสฏฐ์  นิธิโชตินันทชัย",
        "48 นายธนาธิป  สุมาลัย",
        "49 นายธวัช  สุระบาล",
        "50 พล.ท.ธีร์ณฉัฏฐ์  จินดาเงิน",
        "51 ร.ต.ท.นพพร  สาเขตร์",
        "52 นายนพรัตน์  ทวี",
        "53 นายนเรศ  แก้วรัตนภัทร์",
        "54 นายนำชัย  พรหมมีชัย",
        "55 นายนิพนธ์  นราพิทักษ์กุล",
        "56 พล.อ.นุชิต  ศรีบุญส่ง",
        "57 นายแนบ  สินทอง",
        "58 นายบรรจบ  รุ่งโรจน์",
        "59 นายบือราเฮง  เตาะมะ",
        "60 นายบุญชู  เลากสิกรรม",
        "61 นายบุญธรรม  ทองพิจิตร",
        "62 นายบุญยอม  พันธ์หมุด",
        "63 นายประกาศิต  มหาสิงห์",
        "64 นายประไพ  อุณาศรี",
        "65 นายกองโทประยงค์  จันทเต็ง",
        "66 พ.ท.ประยุทธ  กุตตะนันท์",
        "67 นายประสงค์  อุไรวรณ์",
        "68 พล.ร.อ.ประสาน  สุขเกษตร",
        "69 พ.อ.ปรีชาชาญ  เกตุหิรัญ",
        "70 น.ส.ปาริชาติ  ใจภูมิ",
        "71 พล.ท.ปิยะชาติ  ธูปทอง",
        "72 นางผกามาศ  ฝ่ายธีร์",
        "73 นายพยัคฆพันธุ์  โพธิ์แก้ว",
        "74 นางพร  สุวรรณทีป",
        "75 นางพรพิศ  เพชรเจริญ",
        "76 พ.ต.ท.พัชรพล  จึงตระกูล",
        "77 พล.ต.ท.พันธุ์พงษ์  สุขศิริมัช",
        "78 นายพินิจ  หาญพาณิชย์",
        "79 พล.อ.เพิ่มศักดิ์  รอบจังหวัด",
        "80 พ.อ.ไพบูลย์  พัสดร",
        "81 นายภัคพงศ์  ทวิพัฒน์",
        "82 นายภิญโญ  ประกอบผล",
        "83 พ.ต.อ.ภูมิเพ็ชร  พิพัฒน์เพ็ชรภูมิ",
        "84 นายมงคล  สุระสัจจะ",
        "85 ด.ต.มโณ  วารีวะนิช",
        "86 นายมานิตย์  พันธุรัตน์",
        "87 นายไมตรี  จันต๊ะ",
        "88 นายยุทธนา  เปี่ยมพงศ์สานต์",
        "89 พล.ต.ต.รมย์สิทธิ์  วีริยาสรร",
        "90 พล.ท.รุ่งโรจน์  ถุงเป้า",
        "91 นายเรวัต  ประสงค์",
        "92 นางละมัย  ใจเกลี้ยง",
        "93 นางลำธาร  ชนูนันท์",
        "94 นายลิขิต  กาญจนกัณห์",
        "95 นายวร  หินดี",
        "96 นายวรรณรัชต์  จำปามูล",
        "97 นางวรรณา  เทพศรีหา",
        "98 พล.ต.ต.วัชรินทร์  บุญคง",
        "99 นางวัฒนานันท์  รักษาสัตย์",
        "100 จ.ส.อ.วิจักษ์  หล้าสมบูรณ์",
        "101 นางวิจิตรา  วัชราภรณ์",
        "102 ร.ต.วิเชียร  ผาคำ",
        "103 นายวิเชียร  ปลื้มสาราญ",
        "104 นายวิฑูรย์  ชาติปฏิมาพงษ์",
        "105 นายวิทยา  ภูมิเหล่าแจ้ง",
        "106 นายวิริยะ  ช่วยบำรุง",
        "107 นายวิสิษฎ์  พวงเพชร",
        "108 นายวีระ  ปลอดชูแก้ว",
        "109 นายวีระชัย  นาคมาศ",
        "110 พ.ต.อ.วีระยศ  ชื่นกลิ่นธูปศิริ",
        "111 นายวีระศักดิ์  วิจิตร์แสงศรี",
        "112 พล.ต.อ.ศรีวราห์  รังสิพราหมณกุล",
        "113 พ.อ.ศิริ  สิงห์ทอง",
        "114 นายศิลป์ ชัย  รามณีย์",
        "115 พล.ต.ศุภกร  ชัยแก้วมณี",
        "116 พ.ต.อ.สนองเดช  เดชวัชรนนท์",
        "117 นายสมเกียรติ  ศรีษะเนตร",
        "118 นายสมเกียรติ  ตันตระกูล",
        "119 นายสมจันทร์  สิงพิมพ์",
        "120 นายสมชัยฐ์  หทยะตันย์ติ",
        "121 นายสมชาย  วงศ์สวัสดิ์",
        "122 นายสมชาย  โยธาทิพย์",
        "123 นายสมบูรณ์  สอนประภา",
        "124 นายสมพร  สถิตย์ภูมิ",
        "125 นายสมหมาย  กาพล",
        "126 พล.อ.สวัสดิ์  ทัศนา",
        "127 นายสวาท  สุทธิอาคาร",
        "128 พ.ต.อ.ดำารงค์  มัยญะกิต",
        "129 พล.อ.สัมพันธ์  ธัญญพืช",
        "130 นายสิทธิชัย  มีแดนไผ่",
        "131 พล.ท.สุกิจ  ทั่งทอง",
        "132 นางสุนันท์  จารุพันธ์",
        "133 นายสุพจน์  ต่ออาจหาญ",
        "134 นายสุพิชญ์ชาญ  โพธิ์งาม",
        "135 นางสุภาวดี  ศรีสุขวัฒน์",
        "136 นายสุรเชษฐ  โพธิ์ไพจิตร",
        "137 นายสุวัฒน์  สาระวัน",
        "138 ร.ต.สุวิทย์  ประเสริฐสิทธิ์",
        "139 นางสุวิมล  พรหมฤทธิ์",
        "140 นายเสฐียรพงศ์  มากศิริ",
        "141 นายเสริมศาสน์  จันทสิงห์",
        "142 พ.ต.ท.แสวง  บุญชู",
        "143 พล.ท.โสภณ  ศิริงาม",
        "144 นายหราด  เซสอัฟซัน",
        "145 นายอนันต์  แก้ววรรณ",
        "146 พล.ต.ท.อนันต์  เปี่ยมพงศ์สานต์",
        "147 นายอนัษฐพงษ์  วิหคเหิร",
        "148 นายอภิชาติ  งามกมล",
        "149 นายอภินันท์  เผือกผ่อง",
        "150 นายอมรเทพ  เครืออนันต์",
        "151 พล.ต.ต.อรรถวิทย์  สายสืบ",
        "152 พ.ต.อ.อำนาจ  อินทรศวร",
        "153 พล.อ.อำนาจ  สมประสงค์",
        "154 นายเอกชลิต  คำกลัด"
    ],
    "กลุ่ม 2: กลุ่มกฎหมายและกระบวนการยุติธรรม": [
        "1 ร.ต.อ.กนกศิลป์  เรือนนันชัย",
        "2 นายกมล  เรืองน้อย",
        "3 น.ส.กรณ์ภัสสร  วงค์สุวรรณ์",
        "4 พล.ต.ต.กริช  กิติลือ",
        "5 นายกิตติ  โต๊ะสะนีเย็ง",
        "6 นายกิตติพันธ์  จันทร์หอม",
        "7 นายไกรรัตน์  ตันติศิรินทร์",
        "8 นายไกรสร  อินไชย",
        "9 พ.ต.อ.คณิศร  ติระการ",
        "10 ว่าที่ ร.ต.อ.คำรณ  ศรีนาราง",
        "11 พล.ต.ท.คำรบ  ปัญญาแก้ว",
        "12 ด.ต.คึกฤทธิ์  เสนามาตย์",
        "13 นายคุณกฤต  กลิ่นหอม",
        "14 นายจักรพันธ์  เทพสุคนธ์",
        "15 นายจำนงค์  ไกลพาล",
        "16 นายจิรพันธ์  ชูมก",
        "17 นายใจดี  เพียรภูเขา",
        "18 นายฉลอง  ทองนะ",
        "19 พ.ต.อ.ฉัตรไชย์  โพธิ์รัศมี",
        "20 พล.ต.ต.ฉัตรวรรษ  แสงเพชร",
        "21 พ.ต.ท.เฉลย  ทองอ่อน",
        "22 พล.ต.ต.ชณาวิน  พวงเพชร",
        "23 นายชลินทร์  ทิพย์ลมัย",
        "24 นายชัยณรงค์  ประจงจิตร",
        "25 พล.ต.อ.ชัยพร  พานิชอัตรา",
        "26 นายชัยรัตน์  โสดา",
        "27 นายชัยวัฒน์  ศรีคชา",
        "28 นายชำนาญพัฒน์  หาญแก้ว",
        "29 พล.ต.ต.เชิดศักดิ์  เฉลียวศิลป์",
        "30 นายไชยวัฒน์  สุโชดายน",
        "31 ร.ต.อ.ไชยวุฒิ  สวนใจ",
        "32 พ.ต.อ.ดำารงค์  ธรรมนิมิต",
        "33 ด.ต.ดำรงค์  วุฒิมา",
        "34 ร.ต.ท.ดำรงศักดิ์  จันต๊ะ",
        "35 นายเติม  ถิ่นนา",
        "36 นายถนัด  ม้วนโคกสูง",
        "37 นายทรงยศ  มงคลบุตร",
        "38 นายทวนชัย  ไข่แก้ว",
        "39 นายทัศน์พล  สรรเกียรติกุล",
        "40 นายเทวัญ  ไทยพานิช",
        "41 นายธรณินทร์  มีเชื้อ",
        "42 พ.ต.ท.ธวัชชัย  ล่ามกิจจา",
        "43 นายนคร  พจนวรพงษ์",
        "44 นายนพปฎล  โพโสภา",
        "45 นายนพพร  พรมจันทร์",
        "46 นายนราธิป  สิงขรอาสน์",
        "47 นายนฤทธิ์  ทองโคกสี",
        "48 พ.ต.ท.นิกร  สงขาว",
        "49 นายนิทรารัตน์  แพทย์วงศ์",
        "50 นายนิยม  นิยมเดช",
        "51 นายนิรันดร  แสงท้วม",
        "52 น.ส.นิษฐ์ชลีย์  กัลยาณมิตร",
        "53 จ.ส.ต.นิโอ๊ะ  นิเฮาะ",
        "54 ร.ต.ต.บรรจง  มาตรโค",
        "55 พล.ต.ท.บุญจันทร์  นวลสาย",
        "56 นายบุญธรรม  รุ่งเรือง",
        "57 ว่าที่ ร.ต.อ.บุญนำ  บ้านนา",
        "58 จ.ส.ต.บุญประสพ  อินทองช่วย",
        "59 ด.ต.บุญล้อม  กะกุลพิมพ์",
        "60 นายบุญส่ง  น้อยโสภณ",
        "61 นายปนัย  บุญกาญจน์",
        "62 นายประจักร  เทพศรีหา",
        "63 นายประธูป  พิษณุแสง",
        "64 นายประพจน์  ศรีเทศ",
        "65 นายประเวช  คำสวัสดิ์",
        "66 นายประหยัด  เสนวิรัช",
        "67 ว่าที่ ร.ต.ท.ปราโมทย์  วันทองสังข์",
        "68 นายปริญญา  แสนไชย",
        "69 นายปรีชา  ราชสีห์",
        "70 นายปิยะ  ศรีจันทร์",
        "71 นายพงศกรณ์  ตั้งกิตติ์ตระกูล",
        "72 นายพงษ์ศักดิ์  บุญใหญ่",
        "73 พล.ต.ท.พยูห์  ธนะศรีสืบวงศ์",
        "74 นายพรชัย  พักตร์ผ่องศรี",
        "75 ร.ต.อ.พรชาติ  เจษฎาลักษณ์",
        "76 นายพิจักษณ์  ไตรทิพย์ดำรง",
        "77 ร.ต.ต.พินัย  วรรณทอง",
        "78 ร.ต.ท.พิสิฏฐ์ชล  แสงจ้า",
        "79 นายพีระ  เปี่ยมพงศ์สานต์",
        "80 นายพุทธินันท์  แปลงกูล",
        "81 นายพูนศักดิ์  บุญพอ",
        "82 พ.ต.อ.เพิ่มศักดิ์  ศรีโสดา",
        "83 นางภัทรสุภางค์  เฉลิมนนท์",
        "84 นายมงคล  ลิ้มสวาท",
        "85 ส.ต.ต.มณฑรส  สุวรรณ",
        "86 พ.ต.ท.มณฑล  ชื้อวัฒนชัย",
        "87 นายมนตรี  เป้าบ้านเซ่า",
        "88 นายมนตรี  ทรงประไพ",
        "89 นายมานพ  ดีจุ้ย",
        "90 ร.ต.อ.มุทจะริน  อ่อนศรี",
        "91 นายยงยุทธ  คมคาย",
        "92 นายยิ่ง  ภูผา",
        "93 นายยุทธนา  ธีระวรรณ",
        "94 พ.ต.อ.เรืองยศ  ภูพานเพชร",
        "95 พ.ต.อ.เรืองฤทธิ์  มาลีการ",
        "96 พ.ต.อ.วรการ  ป้องกัน",
        "97 พ.ต.ต.วรชาติ  บุรณศิริ",
        "98 ร.ต.อ.วรินทร  สมภาร",
        "99 นายวัฒนา  เรืองแก้ว",
        "100 พ.ต.อ.วันชัย  เจริญผล",
        "101 พล.ต.ท.วันไชย  เอกพรพิชญ์",
        "102 น.ส.วาสนา  สระทองหลาง",
        "103 นายวิเชียร  รุจิธำรงกุล",
        "104 นายวิเชียร  คงรัสโร",
        "105 น.ส.วิยะดา  มุ่งผล",
        "106 นายวิศิษย์ศักดิ์  จิตต์คำภา",
        "107 นายวิษณุ  จันทรคณา",
        "108 ร.ต.ต.วิสันต์  วัตรายุวงศ์",
        "109 นายศรัณยพงศ์  ตั้งตรงจิตถาวร",
        "110 นายเศก  จุลเกษร",
        "111 นายสนิท  ปัจจายา",
        "112 นายสมชาย  เจือจ้อย",
        "113 นายสมเดช  อยู่พรหม",
        "114 ร.ต.ท.สมบัติ  ผังคี",
        "115 นายสมบูรณ์  จันมา",
        "116 ร.ต.ท.สมพร  แสนพรหม",
        "117 นายสรศักดิ์  สมรไกรสรกิจ",
        "118 ว่าที่ ร.ต.สรสิน  มณีงาม",
        "119 นายสรัลชา  ศรีชลวัฒนา",
        "120 ว่าที่ ร.ต.สหัพย์  ปัททุม",
        "121 นายดำารงค์  กองอ้น",
        "122 นายสิทธิภร  จันทบูรณ์",
        "123 น.ส.สินีนาฏ  บุญแสง",
        "124 นายสืบศักดิ์  แววแก้ว",
        "125 นายสุกวี  แสงเป่า",
        "126 นางสุคนธ์ทิพย์  พรหมสิทธิ์",
        "127 พล.ต.ต.สุชาติ  โสรัจจ์",
        "128 ร.ต.อ.สุดใจ  ผดาเวช",
        "129 พล.ต.ต.สุนทร  ขวัญเพ็ชร",
        "130 น.ส.สุนันท์  พันธ์เจริญวรกุล",
        "131 นายสุพิศ  กาหลง",
        "132 พ.ต.ท.สุภัทธ์  ธรรมธนารักษ์",
        "133 นายสุรชัย  ตรงงาม",
        "134 นายสุรชัย  ชินชัย",
        "135 นายสุริยัน  บุญทันเสน",
        "136 พ.ต.ท.สุริยา  บาราสัน",
        "137 นายอดิษร์  เปี่ยมพงศ์สานต์",
        "138 พล.ต.ท.อดุลย์  ณรงค์ศักดิ์",
        "139 ร.ต.อ.อดุลย์  หมัดอาดัม",
        "140 นายอนุรักษ์  นิยมเวช",
        "141 นายอนุวัฒน์  บัวมณี",
        "142 พ.ต.อ.อนุสรณ์  วะยาคำ",
        "143 พล.ต.ต.อัครชัย  ยลโสภณ",
        "144 พล.ต.ต.อังกูร  คล้ายคลึง",
        "145 นายอัษฎางค์  เชี่ยวธาดา",
        "146 นายอาสา  เม่นแย้ม",
        "147 น.ส.อำนวยพร  มณีวรรณ์",
        "148 ว่าที่ ร.ต.อ.อำพร  เรื่อศรีจันทร์",
        "149 นายอิทธิเชษฐ์  เจริญพรปภัสร์",
        "150 นายอุดมเกียรติ  ปานมี",
        "151 นายอุทิศ  มณีจันสุข",
        "152 นายอุลิช  ดิษฐปราณีต",
        "153 ว่าที่ ร.ต.เอกชัย  จันทพึ่ง",
        "154 พ.ต.อ.เอกราช  หุ่นงาม"
    ],
    "กลุ่ม 3: กลุ่มการศึกษา": [
        "1 นายกนก  ปิ่นตบแต่ง",
        "2 นายกมล  รอดคล้าย",
        "3 น.ส.กรุณา  คุ้มพร้อม",
        "4 น.ส.กานต์สินี  มิลินจรูญพงษ์",
        "5 นายเกรียงไกร  ศักระพันธุ์",
        "6 นายเกรียงศักดิ์  หลีเจริญ",
        "7 นายไกรพจน์  บุญประเสริฐ",
        "8 นายครรชิต  อนุวัตรยรรยง",
        "9 นายครรชิตพล  ยศพรไพบูลย์",
        "10 นายจรัญ  วรสาร",
        "11 นายจักกฤช  เหลืองงามพิสุทธิ์",
        "12 นางจันทวี  เปี่ยมพงศ์สานต์",
        "13 นายจำลอง  สุขสิน",
        "14 น.ส.จิตรา  พีชะพัฒน์",
        "15 นายเจริญ  กาละ",
        "16 นางฉันทนา  หวันแก้ว",
        "17 นายเฉลิม  บุญลาด",
        "18 นายเฉลิมพล  เกตุมาตย์",
        "19 นายเฉลียว  เส็งหพันธ์",
        "20 นายชล˚า  อรรถธรรม",
        "21 นายชัยณรงค์  ชยานุคุณลิขิต",
        "22 นายชาญชัย  จิตรเหล่าอาพร",
        "23 นายชาตรี  อัครสุขบุตร",
        "24 นายชาตรี  ตันติคะเนดี",
        "25 นายชำนาญ  ทาสีภู",
        "26 นายชุมพล  คำปา",
        "27 นายณรงค์  นำสงค์",
        "28 นายณรินทร์  ชำนาญดู",
        "29 นายณัฏฐเกียรติ  พลเชียงขวาง",
        "30 นายดลหล้อ  เปกะมล",
        "31 นายดอแม็ง  โต๊ะเต๊ะ",
        "32 นายดิเรก  พรสีมา",
        "33 นายตรองตริ  คงตระกูล",
        "34 นายเติมฉัตร  ช่วยอุปการ",
        "35 น.ส.แตงอ่อน  มั่นใจตน",
        "36 นายทรงศักดิ์  สิงหาด",
        "37 นายทวีพงศ์  หล่มวงษ์",
        "38 นายธนชน  มุทาพร",
        "39 นายธนภัทร  น้อยมาลา",
        "40 นายธนาดุลย์  แสนทวีสุข",
        "41 นายธนู  เปี่ยมพงศ์สานต์",
        "42 นายธัชชเวชว์  จันทร์สุขศรี",
        "43 น.ส.ธัญญา  เขียวแจ่ม",
        "44 นายธำรงค์  น่วมศิริ",
        "45 นายธีรภาพ  ทิบุญมี",
        "46 นายธีระศักดิ์  สุวรรณปัญญา",
        "47 นายนพดล  ฉัตรชัยพลรัตน์",
        "48 น.ส.นวกช  ทัพพะรังสี",
        "49 นางนารีรัตน์  คงจ้อย",
        "50 นายนิคม  นครเรียบ",
        "51 นายนิฟาริด  ระเด่นอาหมัด",
        "52 นายนิรุต  ถึงนาค",
        "53 นายนิวัต  เชื้อนาค",
        "54 นายนิสิต  เนินเพิ่มพิสุทธิ์",
        "55 นายนูรดีน  อาบู",
        "56 นายบพิตร  โสมณวัฒน์",
        "57 นายบรรจง  โลกมิตร",
        "58 นายบรรพต  รักงาม",
        "59 นายบัญชา  เสมากูล",
        "60 นายบัญญัติ  แฉ่งฉายา",
        "61 นางบัวสาย  โพธิขจร",
        "62 นายบุญธรรม  เดชบุญ",
        "63 นายบุญรักษ์  ยอดเพชร",
        "64 นางบุปผา  จันทร์เพ็ง",
        "65 นายประกอบ  จันทรทิพย์",
        "66 นายประดิษฐ์  ฤทธิโคตร",
        "67 นายประพาส  ไชยรักษา",
        "68 นายประวิน  การุญ",
        "69 นายประสิทธิ์  ชุมศรี",
        "70 นายปราโมทย์  แก้วสุข",
        "71 นายปริญญา  วงษ์เชิดขวัญ",
        "72 นายปรีชา  พัวนุกุลนนท์",
        "73 นายปิยะพร  มณีรัตน์",
        "74 นายผดุง  สุริยะ",
        "75 นายพนัส  ประดลชอบ",
        "76 นายพฤทธิ์  ศิริบรรณพิทักษ์",
        "77 นางพัชรา  พิรุณย้อย",
        "78 นายพิชิต  ลิขิตกิจสมบูรณ์",
        "79 นายเพ็ญศักดิ์  แจ้งเหตุผล",
        "80 นายไพทูรย์  บริจาค",
        "81 นายดำารงค์  ไหวฉลาด",
        "82 นายไพศาล  ปันแดน",
        "83 นายภักดี  เหมทานนท์",
        "84 นางภูเงิน  บุตรเคน",
        "85 นายมนู  พิลึก",
        "86 นายมาโนช  ห่วงศรี",
        "87 นายรหาญ  โพธิ์งาม",
        "88 นางระพีพรรณ  พรหมอาจ",
        "89 นายรักดาว  มะลิงาม",
        "90 นายเรืองชัย  ช่วยจันทร์",
        "91 นายเรือน  สิงห์โสภา",
        "92 นายฤทธา  นันทพันธ์",
        "93 นางลออ  ยาฉาย",
        "94 นายวงศ์วรรษ  ชวัติชัย",
        "95 นางวรวรรณี  วัฒนศิริ",
        "96 นายวัชระธรรม  จอมสืบ",
        "97 นายวัฒนา  วรรณโสภา",
        "98 นายวัฒนา  มิตรวงศ์",
        "99 นายวิชิต  จันทรโชติกุล",
        "100 นายวิทยา  อรุณแสงฉาน",
        "101 นายวิทวัส  พัดไธสง",
        "102 นายวิรัตน์  ไกรแก้ว",
        "103 นายวิรัตนชัย  เกรียงไกรเพ็ชร์",
        "104 นายวิวัฒน์  รุ้งแก้ว",
        "105 นายวีระ  ปั่นทรัพย์",
        "106 น.ส.แววตา  ตันเทอดทิตย์",
        "107 นายศรีศักดิ์  ศูนย์โศรก",
        "108 นายศักดิ์ชัย  คลี่ใบ",
        "109 นางศิริภัฏชค์  ปิ่นแก้ว",
        "110 นายสมจิต  สุวรรณบุษย์",
        "111 นายสมชัย  ใหม่จันทร์แดง",
        "112 นายสมทบ  ถีระพันธ์",
        "113 นายสมนึก  อ่ำพันธ์",
        "114 นายสมวงค์  พะลัง",
        "115 นายสมศักดิ์  เจริญคำ",
        "116 นายสมสกุล  สีสันต์",
        "117 นายสมหวัง  เขื่อนแก้ว",
        "118 นายสมัคร  มูลประการ",
        "119 นายสรณ์พัฒน์  ปถมอำพนธ์",
        "120 นายสวงษ์  วงษ์สุวรรณ",
        "121 นางสวณี  เจริญกุล",
        "122 นายสังคม  นนตรี",
        "123 นายสามารถ  รังสรรค์",
        "124 นายสายันต์  บุญลี",
        "125 นายสาโรจน์  แก้วอรุณ",
        "126 นายสำราญ  บุษย์จันทร์",
        "127 นางสุจิตรา  ปู่วัง",
        "128 นายสุชน  เปี่ยมพงศ์สานต์",
        "129 นายสุชาติ  จันทร์นุช",
        "130 นายสุทิน  แก้วพนา",
        "131 นายสุเทพ  สังข์วิเศษ",
        "132 นายสุเทพ  เทพพู่ทอง",
        "133 นายสุเทพ  วานิชสำราญ",
        "134 นางสุนันต์  สิริปิยธรรม",
        "135 น.ส.สุพรรณี  บุญเรือง",
        "136 นายสุรพันธ์  นิมะวัลย์",
        "137 นายสุริยาวุธ  บุญดี",
        "138 นายสุวัจน์  บุญญานุสนธิ์",
        "139 นายเสริม  จันทร์คำ",
        "140 นายโสภณ  ผาสุข",
        "141 นายไสว  ชินพงษ์",
        "142 นายองค์กร  อมรสิรินันท์",
        "143 นายอนิรุทธ์  บัวทอง",
        "144 นายอภิชัย  ใจสุยะ",
        "145 นางอรทัย  มูลคำ",
        "146 นายอรัญ  วิเศษสุข",
        "147 นายอรุณ  วัฒนประดิษฐ์",
        "148 น.ส.อัญชลี  วงศ์วิเศษ",
        "149 นายอัมพร  พินะสา",
        "150 นายอัษฎางค์  แสวงการ",
        "151 นายอุดม  ชูลีวรรณ",
        "152 นางอุสามาศ  สิงห์ปาน",
        "153 นายเอนก  ฤทธิบุตร",
        "154 นายโอภาส  พาพันธ์"
    ],
    "กลุ่ม 4: กลุ่มการสาธารณสุข": [
        "1 น.ส.กณัชลักษณ์  ณัฐภัคไชยมงคล",
        "2 น.ส.กมลวรรณ  มะชะศรี",
        "3 นายกฤช  เปี่ยมพงศ์สานต์",
        "4 นายกฤษฎา  ชื่นอิ่ม",
        "5 นายกฤษฎา  บุญทศ",
        "6 นางกฤษณา  เปฏะพันธุ์",
        "7 นายกวิน  นนธิ",
        "8 น.ส.กัญจน์ปรียา  ปิยทัศน์ภูรี",
        "9 นางกาญจนา  สรรพคุณ",
        "10 นางการะเกด  คีรีรักษ์",
        "11 นางกิตติยา  วิจิตรพฤกษ์",
        "12 นางกิรณา  นองมณี",
        "13 นางเกษราภรณ์  สุขทรัพย์ศรี",
        "14 นายโกศล  พรหมช่วย",
        "15 นายคำรณ  ราชแก้ว",
        "16 นางเครือวัลย์  เปี่ยมบริบูรณ์",
        "17 นายจงกล  นันตาวงศ์",
        "18 นายจักรพงศ์  ตันติวงศ์โกวิท",
        "19 นางจำดี  ศิริสมันวงศ์",
        "20 นายจำเนียร  ก้อนด้วง",
        "21 นางจำปี  วิศาล",
        "22 นายจำรูญ  พรหมวาส",
        "23 นางจิตรา  มณีวงษ์",
        "24 นางจินตนา  สิงหเทพ",
        "25 นายเจริญ  เสรีรัตนาคร",
        "26 นายเจ๊ะอาเซ็ม  รอมะ",
        "27 นางฉลวย  พรหมสุข",
        "28 นายชลวิตต์  เนื่องโคตะ",
        "29 นายชัชวาลย์  ประภาสัย",
        "30 นายชัยรัตน์  ธรรมสุภาพงศ์",
        "31 นายชาญชัย  บุตรโยธี",
        "32 นายชุมสาย  รักชีพ",
        "33 น.ส.โชติกา  พรหมบุตร",
        "34 น.ส.ฐิติมา  โพธิศรี",
        "35 นายณรงค์  ธาดาเดช",
        "36 นายณรงค์  ตั้งศิริชัย",
        "37 นายณรงค์  ด้วงปาน",
        "38 นายณัฏฐจักร  รุ่งชัยพร",
        "39 นางณัฐิญา  สาเล็ง",
        "40 น.ส.ดนภัค  เอียบสกุล",
        "41 นายถาวร  ไชยวังราษฎร์",
        "42 นายถุงเงินงาม  เผือกอุ่ม",
        "43 นายดำารงค์  บุตรสอน",
        "44 นายทวีป  มูลตรีสา",
        "45 นายทองสมุทร  อ้อมแก้ว",
        "46 นางธัญชนก  ท้าวเชียง",
        "47 นางนงลักษณ์  ก้านเขียว",
        "48 นายนพพร  อินมณี",
        "49 นางนภาพร  หอมสมบัติ",
        "50 นางนวพร  ภูริวิทย์วัฒนา",
        "51 น.ส.นัฎฐินี  ธีระศักดิ์วิชยา",
        "52 นายนันทา  ศรีนา",
        "53 นางนิตยา  ชัยสนาม",
        "54 นายบรรจบ  พรมสา",
        "55 นายบวรภัท  ไล้เลิศ",
        "56 นายบัลลังค์  ศรีมงคล",
        "57 นายบำรุง  ชัยสายัณห์",
        "58 นางบุญจันทร์  ดอกไม้",
        "59 นายบุญชอบ  สระสมทรัพย์",
        "60 น.ส.เบญจวรรณ  สามสาลี",
        "61 นายปรเมศวร์  พินิจจันทร์",
        "62 นายประกาย  ตปนียากร",
        "63 นายประชา  กัญญาประสิทธิ์",
        "64 นายประพงษ์  วงศ์ระวีกุล",
        "65 นายประพจน์  วงศ์ล่าม",
        "66 นายประพนธ์  ตั้งศรีเกียรติกุล",
        "67 นายประสิทธิ์  พิทูรกิจจา",
        "68 นางปราณี  ชัยศิลป์",
        "69 นายปลื้ม  ศุภปัญญา",
        "70 นายปัณฐวิชญ์  มุ่งสมัครศรีกุล",
        "71 น.ส.ปัทมา  รอดดี",
        "72 นางปิยมาลย์  อาชาสันติสุข",
        "73 นางปิยะฉัตร  ผลจันทน์",
        "74 นางปิวพัล  เมืองมา",
        "75 นายปุระพัฒน์  วิเศษจินดาวัฒนา",
        "76 นายเปรมศักดิ์  เพียยุระ",
        "77 นายพงศพัศ  เลือดพระปฐม",
        "78 นายพงษ์ศักดิ์  โค้วสถิตย์",
        "79 นายพงษ์ศักดิ์  บุญไมตรีสัมพันธ์",
        "80 นายพรเทพ  ฤทธิ์ฤดี",
        "81 ร.อ.พิชาญศักดิ์  บุญมาศ",
        "82 นายพิทักษ์  คงสุผล",
        "83 นางเพลินจิต  ขันแก้ว",
        "84 นางเพลินจิต  เกษสัญชัย",
        "85 นายไพโรจน์  บุญศิริคำชัย",
        "86 นายภฤิศรุ้ง  ฉ่ำตะคุ",
        "87 น.ส.ภัคจิรา  ภูมิพฤกษ์",
        "88 นางภาริน  ธนนทวีกุล",
        "89 นายภิญโญ  รัศมีประเสริฐสุข",
        "90 นายมนตรี  จีรทวีสุข",
        "91 นายมานพ  ประทุมทอง",
        "92 นายมีศักดิ์  ญาณโกมุท",
        "93 น.ส.เมทินี  เพชรจู",
        "94 นายเมธา  หมานพัฒน์",
        "95 นางยุพา  พูลสวัสดิ์",
        "96 น.ส.เยาวลักษณ์  อนุรักษ์",
        "97 นายรุ่งเรือง  ภูครองตา",
        "98 นายเรวัฒน์  สุขหอม",
        "99 นายเริงชาติ  ศรีขจรวงศ์",
        "100 นายฤชุ  แก้วลาย",
        "101 นางลัดดา  ใจเขียนดี",
        "102 นายลิขิต  ศรีธาวิรัตน์",
        "103 นายวรัญญู  สัตยวงศ์ทิพย์",
        "104 นายวัชรพันธ์  ศรีสวัสดิ์",
        "105 นายวัชระ  สนธิชัย",
        "106 นายวันชัย  แข็งการเขตร",
        "107 น.ส.วัลลภา  ภูมิพฤกษ์",
        "108 นายวิทยา  ผ่องศรี",
        "109 น.ส.วิธาวีร์  ประทุมสวัสดิ์",
        "110 นางวิมล  แสงอุทัย",
        "111 นายวิระมิตร  บุญโถน",
        "112 นายวิรัติ  ปานศิลา",
        "113 น.ส.วิรัฬพัชร  ปานมอญ",
        "114 นายวิวัฒน์  ชอบดี",
        "115 นายวิศิษฏ์  ใจมั่น",
        "116 นายวิหาร  ผาวันดี",
        "117 นายวีระพงษ์  หวังธีระนนท์",
        "118 นายวีระพันธ์  สุวรรณนามัย",
        "119 นางศรินทร  สนธิศิริกฤตย์",
        "120 นายศุภรัฐ  พูนกล้า",
        "121 นายสถิตย์  แก้วแสนทิพย์",
        "122 นางสมคิด  พรหมเมศร์",
        "123 นายสมโชค  พูลสุข",
        "124 นางสมถวิล  ศีตะปันย์",
        "125 นายสมนึก  สุชัยธนาวนิช",
        "126 นายสมนึก  บัวทอง",
        "127 นายสมบูรณ์  หนูนวล",
        "128 นายสมศักดิ์  หอมชื่น",
        "129 นายสวรรค์  ต่อติด",
        "130 นายสังวาลย์  แววนำ",
        "131 นางสัญญลักษณ์  นุริตานนท์",
        "132 นายสันติ  สินโต",
        "133 นายสัมพันธ์  คมฤทธิ์",
        "134 นายสำเร็จ  สุวรรณเทน",
        "135 น.ส.สิริลักษณ์  สุขเกษม",
        "136 น.ส.สุกัญญา  ยุซิ",
        "137 นายสุชัยรัตน์  จันสีนาค",
        "138 นายสุชาติ  เอื้อพันธุ์พงศ์",
        "139 นายสุทิน  สุขเกษม",
        "140 นางสุรัสวดี  ทะพิงค์แก",
        "141 น.ส.สุวภรณ์  แนวจำปา",
        "142 นายสุวิช  ชูรัตน์",
        "143 นายเสกสรร  มณีแก้ว",
        "144 นายเสนาะ  นุชพงษ์",
        "145 นายเหรียญชัย  ปังดำรงค์",
        "146 นายอดุลย์  ไชยสุนันท์",
        "147 นางอนรรฆอร  สิลัยรัตน์",
        "148 นายอนันต์  เปี่ยมพงศ์สานต์",
        "149 น.ส.อนันทิตา  บุตรตา",
        "150 นายอภินันท์  บุษบก",
        "151 นางอังศนา  นิมกาญจน์",
        "152 นายอัดนันต์  แวดาลอ",
        "153 นางอุมมีตัสณีม  ปาแย"
    ],
    "กลุ่ม 5: กลุ่มอาชีพทำนา ปลูกพืชล้มลุก": [
        "1 นายกงเพชร  บุพศิริ",
        "2 น.ส.กรณ์กุลขจิต  เรืองกิจไพศาล",
        "3 นายก้อหลัด  บุญมี",
        "4 นางกัลยา  ใหญ่ประสาน",
        "5 นางกาญจนา  อินธิกาย",
        "6 นางกำไล  ชูสุวรรณ",
        "7 นายโกเมท  เกิดสมบัติ",
        "8 นายขันติ  มูลกลาง",
        "9 นายคำพันธ์  อัครเนตร",
        "10 นายจรวด  แดงนา",
        "11 นายจันทร์ดี  หลวงนัน",
        "12 นายจำรุญ  สนธิโรจน์",
        "13 นายจิรวุธ  บุญรินทร์",
        "14 นายเจริญทอง  หยองใหญ่",
        "15 นายฉลอง  โพธิสารัตน์",
        "16 นายฉัตรชัย  โลหะมาตย์",
        "17 นายฉัตรชัย  มหาวรรณ",
        "18 นายเฉลา  บดีรัฐ",
        "19 นายเฉลิม  บุญประเชิญ",
        "20 นายชนชล  วรพลศีรสกุล",
        "21 นายชอบธรรม  ชีวะธรรม",
        "22 นายชาญชัย  โฉมห่วง",
        "23 นายชาติ  ศรีมาวงศ์",
        "24 นายชาลี  อู่ตะเภา",
        "25 นายชิตชัย  อุ่นอกพันธุ์",
        "26 นายชูเกียรติ  เลิศศุภานนท์",
        "27 นายชูชาติ  อินสว่าง",
        "28 นายเชาวลิต  ลิ้มประเสริฐ",
        "29 นางซอฟียะห์  ดอแว",
        "30 น.ส.ณัฏฐิณี  คูณผล",
        "31 น.ส.ณัฐนันท์  ทองดีวงศ์",
        "32 นายดลยา  ราชชำรอง",
        "33 นายเดชา  นุตาลัย",
        "34 นายเติมศักดิ์  บุญช่ืน",
        "35 นายดำารงค์  ยังเจริญ",
        "36 นายทรงพล  พูลสวัสดิ์",
        "37 นายทวน  วงค์เจริญ",
        "38 น.ส.ทองใส  สมศรี",
        "39 นายธนกฤต  ทองเต็ม",
        "40 น.ส.ธนพร  บุญคำ",
        "41 นายธนิน  ศรีสนิท",
        "42 นายธรรมศักดิ์  สมัครธรรม",
        "43 นายนพดล  มั่นศักดิ์",
        "44 นายนันท์  ชาติสุทธิ์",
        "45 นางนันทวดี  ชูสุวรรณ",
        "46 นางน้ำวน  ศรีทับทิม",
        "47 นายนิกร  ทิพย์อักษร",
        "48 นายนิกร  พรหมกิ่งแก้ว",
        "49 น.ส.นิชาภา  สุวรรณนาค",
        "50 นายเนตร  นักบุญ",
        "51 นายเนตร  กองวี",
        "52 นายเนตร  เดชากุล",
        "53 นางบานเย็น  ศรีตะบุตร",
        "54 นายบุญขวัญ  ชื่นชม",
        "55 นายบุญญฤทธิ์  แสงทอง",
        "56 นายบุญทอม  บุญยรัตน์",
        "57 นายบุญมี  ปะพะวะ",
        "58 นายบุญเลิศ  ศรีประเทศ",
        "59 นายประกอบ  เมืองทัง",
        "60 นายประชา  มีเหม็ง",
        "61 นายประพิศ  ครูศรี",
        "62 นายประมวล  ปราบณรงค์",
        "63 นายประสิทธิ์  สมบูรณ์ชัย",
        "64 นายประเสริฐ  แก้วดี",
        "65 นางปวีณา  สาระรัมย์",
        "66 นายปัญญา  พวงสวัสดิ์",
        "67 นางปัณณิสาร์  จันทร์ลุน",
        "68 นายเปลี่ยน  มหาวรรณ์",
        "69 นายเปลื้อง  ช่วยรุย",
        "70 นายพงษ์ศักดิ์  มหาราช",
        "71 นายพรชัย  ธงโบราณ",
        "72 นายพรชัย  ลมงาม",
        "73 นายพันธุ์ทิพย์  เปอร์เชาว์",
        "74 น.ส.พัสสวรรณ  กมลฉ่ำโชควงศา",
        "75 นายพิเนตร์  ศาลากิจ",
        "76 นายพิมาย  คงทัน",
        "77 นายภาณุวิทย์  เอี้ยวโพธิเงิน",
        "78 นายภาสกร  สุขสถิตย์",
        "79 นายมนต์ตรี  ผาสุข",
        "80 นายมนัส  ไหวพริบ",
        "81 นายมะหัดมะ  ซานาอารปอ",
        "82 นายมานิตย์  หมอนทอง",
        "83 นางเมรี่  ใจใหญ่",
        "84 นายยงยุทธ์  อินทะรังษี",
        "85 นายยูโซะ  ดอเลาะบองอ",
        "86 นายรณรงค์  ทองเขียว",
        "87 น.ส.รดาภัค  แก้วพรายตา",
        "88 นางรัฐภัทร์  เบ้าทุมมา",
        "89 นางรำไพร  ผึ้งเขียว",
        "90 นางลอง  ไผ่ล้อม",
        "91 นางละเอียด  ปู่หลุ่น",
        "92 นายละเอียด  น้อยนิวร",
        "93 นางลำดวน  สายบุญทา",
        "94 นายวรวรรธน์  เพ็ชรอินทร์",
        "95 นายวัชระ  จำปาเทศ",
        "96 นายวันชนะ  วงษ์พรพันธุ์",
        "97 นายวิจิตร  วังสวัสดิ์",
        "98 นายวิเชียร  เนตรวงษ์",
        "99 นายวิเชียร  ระยับศรี",
        "100 นายวิรัช  สวัสดิกุล",
        "101 นายวิวัฒน์  สมวรรณ์",
        "102 นายวีรวุธ  ศรีคงดวง",
        "103 นายเวส  พาระนัง",
        "104 นายศราวุฒิ  แสงจันทร์",
        "105 นายศราวุฒิ  จินดาเลิศ",
        "106 นายศะศะเศรษฐะโชค  ตามพระหัตถิ์",
        "107 นางศุภิดา  วรรณปลูก",
        "108 นายสงบ  สุขสำราญ",
        "109 นายสมเกียรติ  ไชยชนะ",
        "110 นายสมจิตร  รัตนวงค์",
        "111 นายสมชาย  นุ่มพูล",
        "112 นายสมนึก  ศรีสังข์สุข",
        "113 นายสมบุญ  บุญตา",
        "114 นายสมบูรณ์  จิตรเพ็ญ",
        "115 นายสมพงษ์  อุส่าห์การ",
        "116 นายสมพร  ชำนาญดง",
        "117 นายสมพล  เริงสมุทร",
        "118 นายสมศักดิ์  จันทร์แก้ว",
        "119 นายสมัย  สังวิเศษ",
        "120 นายสรานนท์  ใยบำรุง",
        "121 นายสอาด  สุขสุแดน",
        "122 นายสังวาลย์  สิงห์โสม",
        "123 นายสากล  นิ่มนวล",
        "124 นายสายัณห์  สำนักโนน",
        "125 นายสาลี  สิงห์คำ",
        "126 น.ส.สำเนียง  พิราญรัมย์",
        "127 นายสำเริง  ตรีวิก",
        "128 นายสำเริง  ภาระเปลื้อง",
        "129 นายสำเรียน  จันทร์น้อย",
        "130 นายสินธนา  โหมดพลาย",
        "131 นางสุจิรา  อยู่พุ่ม",
        "132 นายสุชาติ  โกษาจันทร์",
        "133 นายสุชาติ  ลาโภ",
        "134 นายสุทัศน์  สุทธิพล",
        "135 นายสุบรรณ  อินทร์ตา",
        "136 นายสุภโรจน์  ทรงยศ",
        "137 นางสุภาวดี  โพธารินทร์",
        "138 นายสุรเชษฐ์  ยุทธสุนทร",
        "139 นายสุรเชษฐ  สีเหนี่ยง",
        "140 นายสุริยา  เปี่ยมพงศ์สานต์",
        "141 นายสุวิด  บุตรมาน",
        "142 นายสุวิทย์  ร่วมรักษ์",
        "143 นายแสนทนงค์  ประเสริฐแก้ว",
        "144 นายอภิชาติ  เลขพลการ",
        "145 น.ส.อมร  ศรีบุญนาค",
        "146 นายอับดลเสก  เหมสนิท",
        "147 นายอามีย๊ะ  มะหามะ",
        "148 นายอำพล  ดำรงตระกูลชัย",
        "149 นางอิสรีย์  ศิริมาศ",
        "150 นายอุดม  ดอกแสง",
        "151 น.ส.อุทิศ  สุธงษา",
        "152 นายเอกณรงค์  ช่ืนมณี"
    ],
    "กลุ่ม 6: กลุ่มอาชีพทำสวน ป่าไม้ ปศุสัตว์ ประมง": [
        "1 นายกฤตย์  อินทรพรอุดม",
        "2 นางกัณหา  จันทร์เพ็ญ",
        "3 น.ส.กันนิกา  สมหวัง",
        "4 น.ส.กาญจนา  คำพุฒ",
        "5 นายกิติพร  เศรษฐภูมิภักดี",
        "6 นายโกวิท  สีหราช",
        "7 นายโกศล  จันทรนิตย์",
        "8 นายไกรลาศ  กองพิมพ์",
        "9 นายขจรศักดิ์ชนัน  จิตภิลัย",
        "10 นายคชกรต  ปารถณะวงศ์",
        "11 นายคมสันต์  จบศรี",
        "12 นายคำผอง  พิลาทอง",
        "13 นายคำพอง  เค้างิ้ว",
        "14 นายคุณาภรรษ  มังธิรวรรธ",
        "15 นายจงกล  ดาราน้อย",
        "16 นายจรุณ  กลิ่นตลบ",
        "17 นายจรูญ  เปี่ยมพงศ์สานต์",
        "18 นายชรินทร์  อุนจะนำ",
        "19 นายชล  พิมเสน",
        "20 นายชอบ  ชะอุ่ม",
        "21 นายชาโต  รอบรู้",
        "22 น.ส.ชุติมา  จันทร์สิริกมล",
        "23 นายชูชาติ  วรรณขำ",
        "24 ว่าที่ ร.ต.โชติ  ขันหลวง",
        "25 นายโชติชัย  บัวดิษ",
        "26 นายณรงค์  สังขะโห",
        "27 นายณรงค์  ศิริหล้า",
        "28 นายณัฐกิตติ์  ฉัตราภรณ์ลักษมี",
        "29 นายดำรง  ชฎาดำ",
        "30 นายเดชเดชา  ชุนรัตน์",
        "31 นายโดม  หมอยาเก่า",
        "32 นายตรีพล  เจาะจิตต์",
        "33 นายเตชสิทธิ์  ชูแก้ว",
        "34 นายถนอมศักดิ์  ตั้งวชิรฉัตร",
        "35 นายทรงศักดิ์  นาคดำ",
        "36 นายเทิดธง  พระคุณ",
        "37 นายธนกร  ถาวรชินโชติ",
        "38 นายธนชาต  จันทราช",
        "39 นางธนนันทน์  ราชสิงห์",
        "40 นายธีระ  เหลืองสีเพชร",
        "41 นายนันทชัย  สุขเกื้อ",
        "42 นายนำศักดิ์  อุทัยศรีสม",
        "43 นายนิด  พุทธรักษ์",
        "44 นายนิยม  เดชณรงค์ธร",
        "45 ร.อ.นิวัฒน์  จิตธรรมมา",
        "46 นายนิสิทธิ์  ปนกลิ่น",
        "47 น.ส.นูร์รีซาวาตี  อูมาเฮ็ง",
        "48 นางบงกช  ผิวคำ",
        "49 นายบรรเจิด  อุดมสมุทรหิรัญ",
        "50 ด.ต.บุญช่วย  หล้ามะณี",
        "51 นายบุญเพ็ง  อุดสี",
        "52 น.ส.บุญเรือง  แย้มบุบผา",
        "53 นายบุญสม  ถนอมจิตร์",
        "54 นายบุญสม  จันทภาโส",
        "55 น.ส.บุปผา  ศรีสัมฤทธิ์",
        "56 นางบุปผา  ชมภู",
        "57 น.ส.ดำารงค์  รามเทพ",
        "58 นายประกิต  สุนประชา",
        "59 นายประทุม  บุญทวี",
        "60 นายประสาท  ชอบไร่",
        "61 นายประเสริฐ  ทองกร",
        "62 นายปัญญา  บางแสง",
        "63 นายปัญญา  มูลคำกาเจริญ",
        "64 นายปัญญา  คำลาภ",
        "65 นายพจน์  รำมะนา",
        "66 นายพัลลภ  แก้วใหม่",
        "67 ว่าที่ ร.ต.พิณุศักดิ์  บุตะราช",
        "68 ร.ต.ท.พิพัฒน์  กุลัตถ์นาม",
        "69 นายพิภพ  อินทรพรหม",
        "70 นายไพฑูรย์  พิลาทอง",
        "71 นายไพรทูล  ทองอ่อน",
        "72 นายภชรพล  สังขไพฑูรย์",
        "73 จ.ส.อ.ภูวดิษฐ์  นรการ",
        "74 นายมนตรี  บุญถนอม",
        "75 นายมนัส  เปี่ยมพงศ์สานต์",
        "76 นายมะยะโกะ  ดอเซาะ",
        "77 น.ส.มาเรีย  เผ่าประทาน",
        "78 นายมีชัย  ไขแสง",
        "79 นายยะโก๊ป  หีมละ",
        "80 นายรติ  ลอยทวินันท์",
        "81 นางรัดดาวรรณ  มหานุภาพ",
        "82 นายรัตนพล  วงศ์เทวราช",
        "83 นายราชี  อาแว",
        "84 นายวรพงศ์  เกียรติสุรนนท์",
        "85 นายวราวุฒิ  หมวกเครือ",
        "86 นายวสันต์  ร่ืนรมย์",
        "87 นายวันสาด  ศรีสุวรรณ",
        "88 นายวิชัย  บุญรวม",
        "89 นายวิชัย  ทวินันท์",
        "90 นายวิชิต  สุขกำเนิด",
        "91 นายวิถี  สุพิทักษ์",
        "92 นายวิน  เพชรย้อย",
        "93 นายวิรัตน์  ธรรมบำรุง",
        "94 นายวิลาศ  เจริญเกียรติ",
        "95 นายวิวุฒิ  ศักดี",
        "96 นายวีระชัย  ทิพเจริญ",
        "97 นายวีระพัฒน์  กนกหงษ์",
        "98 นายเวียง  สว่างรัตน์",
        "99 นายศราวุธ  คงสุภาพ",
        "100 นายศรีนวล  บุตรที",
        "101 น.ส.ศิริวรรณ  แซ่ย่ี",
        "102 นายศิริศักดิ์  ลครวงษ์",
        "103 นางศิวาพร  ปากคลอง",
        "104 นายศุภกิจ  ต้นวิบูลย์ศักดิ์",
        "105 นายศุภจิตร  สิงหนุ",
        "106 พ.อ.อ.ศุภวัชร  สงวนพรรค",
        "107 นายเศรณี  อนิลบล",
        "108 นายสง่า  มังคละ",
        "109 น.ส.สดใส  โอมหานนท์",
        "110 นายสถาพร  อ้อยตาล",
        "111 นางสมจิต  แก่นสาร",
        "112 นายสมบัติ  เรืองชัยศิวเวท",
        "113 นายสมโภช  อินทสุชาติ",
        "114 นายสมมาศ  มะมุพิ",
        "115 นายดำารงค์  ฤทธิ์จรุง",
        "116 นายสมศักดิ์  รุ้งแก้ว",
        "117 นายสมศักดิ์  คงเทศ",
        "118 นายสมาน  ทองถนอม",
        "119 นายสมิทธิ์  เย็นสบาย",
        "120 นายสรพงษ์  โกสุวินทร์",
        "121 นายสันต์  โยธะคง",
        "122 นายสาคร  นาคะสรรค์",
        "123 นายสำเริง  สุนทรแสง",
        "124 นางสุคล  ชัยทอง",
        "125 นายสุชาติ  ขวัญเกื้อ",
        "126 นายสุทธิกานต์  นำลอง",
        "127 นายสุธน  แป้นงาม",
        "128 นางสุนันทา  ใบแก้ว",
        "129 นางสุนันทา  ประศาสน์ธรรม",
        "130 นายสุพล  ลิมป์รัชดาวงศ์",
        "131 น.ส.สุพิน  จันงาม",
        "132 นายสุภาพ  งามเกิด",
        "133 นายสุรชัย  เปี่ยมพงศ์สานต์",
        "134 นายสุรพันธ์  เทียนไพร",
        "135 นายสุรศักดิ์  วานิชกิจ",
        "136 นายสุรศักดิ์  เปลี่ยนขำ",
        "137 นายสุริยงค์  รักจรรยา",
        "138 นายสุริยัน  คำอ่อง",
        "139 นายสุริยันต์  บุญกัณฑ์",
        "140 นายสุวิทย์  วิเศษวงษา",
        "141 ร.ต.อ.เสงี่ยม  สำราญรัตน์",
        "142 นายเสถียร  มณีโชติ",
        "143 นายเสน่ห์  ช่วงนักธรรม",
        "144 นายแสงชัย  วสุนธรา",
        "145 นายอดิต  หลักฐาน",
        "146 นายอธิคม  ขุนแก้ว",
        "147 น.ส.อมรรัตน์  เสริมวัฒนากุล",
        "148 นายอรุษ  เดชเพิ่มพูน",
        "149 นายอ๊ะมะ  อาแด",
        "150 นายอาทิตย์  ศรีตะบุตร",
        "151 น.ส.อิสยาภรณ์  วงษานุทัศน์",
        "152 นายอิสระ  บุญสองชั้น",
        "153 นายอุทัย  แง่มสุราช",
        "154 นายโอภาส  เกษตรสวนเพชร"
    ],
    "กลุ่ม 7: กลุ่มพนักงานหรือลูกจ้างของบุคคลซึ่งมิใช่ส่วนราชการหรือหน่วยงานของรัฐ ผู้ใช้แรงงาน": [
        "1 นายกรณ์ฐิกูล  วราวงษ์หิรัณ",
        "2 นายกอชัช  เปรื่องวิชาธร",
        "3 น.ส.กัณนิกา  นาคพล",
        "4 น.ส.กัลยกร  อามาตย์มนตรี",
        "5 น.ส.กัลยกร  นวลกุล",
        "6 นายกานต์  แก่นกสิการณ์",
        "7 น.ส.กิจติญา  ชูนาคา",
        "8 นางขวัญเรือน  เปี่ยมพงศ์สานต์",
        "9 น.ส.เข็มรัตน์  สุรเมธีมาณพ",
        "10 นายจตุพร  เรียงเงิน",
        "11 นายจรูญ  ไตรมิตร",
        "12 นายจักรี  สอนเต็ม",
        "13 นางจันทนา  เพ็ชรวันเพ็ญ",
        "14 นางจันทรา  รักสัตย์",
        "15 นายจารุดล  เขมิการัศมีกุล",
        "16 นายจินณรงค์  จุรัมย์",
        "17 นายจิรัฎฐ์  เลื่อมนรินทร์",
        "18 น.ส.จุฑาทิพย์  บุญเจริญ",
        "19 น.ส.ชนัยสุดา  สิงหรา ณ อยุธยา",
        "20 นายชวภณ  วัธนเวคิน",
        "21 นายชัยรัตน์  ผูกพันธ์",
        "22 นายชาญชัย  อ่อนจันทร์",
        "23 นายชินโชติ  แสงสังข์",
        "24 น.ส.ชุติมา  พรมประดิษฐ์",
        "25 นางชูชีพ  วังนิล",
        "26 นายซูรียา  ดือเระ",
        "27 นายญาณพัฒน์  คุ้มตะโก",
        "28 นายณรงค์  บุญเจริญ",
        "29 นายณรงค์  ธำรงพิทยานันท์",
        "30 นายณรงค์ชัย  อิสริยไชย",
        "31 นายณัฐพงษ์  อินทร์ประสิทธิ์",
        "32 นางณัฐมน  ชัยประโคน",
        "33 นายณัฐวุฒิ  ประทุม",
        "34 นางเดือน  เชื่อมแช่ม",
        "35 นายตวงสิทธิ์  เอกจำนงค์",
        "36 นายตันติกร  เปรยรัตน์",
        "37 นายธงชัย  เปี่ยมพงศ์สานต์",
        "38 นายธนกร  ภักดีโต",
        "39 น.ส.ธนพร  วิจันทร์",
        "40 นายธนากรณ์  พวยไพบูลย์",
        "41 น.ส.ธนารัตน์  วัชนะ",
        "42 นายธนาวัฒน์  ด่านพิกุลทอง",
        "43 นายธรรมธนกฤษณ์  ราชเดิม",
        "44 นายธวัชชัย  พัฒนพรกุล",
        "45 นางธัญณีย์  พีรอมรเกียรติ",
        "46 นายธีรยุทธิ์  อิมิง",
        "47 นายไธพัฒน์  ปิติโรจน์ชโยธร",
        "48 น.ส.นงค์นุช  ดรพิลา",
        "49 นายนพดล  เอี่ยมสะอาด",
        "50 นางน้าฝน  หนูเนียม",
        "51 นายนิวัฒน์ธำรง  บุญทรงไพศาล",
        "52 นางนิสิตา  ศิรธรานนท์",
        "53 นางบัวดี  มะแซ",
        "54 นางบุษบง  ธรรมชาติ",
        "55 นายบูรณศักดิ์  คำมี",
        "56 นายประกาสิทธิ์  พลซา",
        "57 นายประณต  สมัครการ",
        "58 นางปิยนุช  อนันชัย",
        "59 นายปิยพัฒน์  สุภาวรรณ",
        "60 นายปุลวัชร  ศรีพิลา",
        "61 นายพนมเธียร  ศิระธนรักษ์",
        "62 นายพลสรรค์  พิทักษ์อรรณพ",
        "63 น.ส.พัชรา  มณีรัตน์",
        "64 นายพุทธา  มากหลาย",
        "65 น.ส.เพลินทิพย์  คิดดี",
        "66 นายไพฑูรย์  แจ้งสนธิ์",
        "67 นายภรภัทร  ข่มอาวุธ",
        "68 นายภักดี  บุญสินธุ์",
        "69 นางภัคชัญญา  มะโนวัง",
        "70 นายภัทรพล  เพชรพรหม",
        "71 นายภาณุพงศ์  เกียรติเมธา",
        "72 นายภานุพงศ์  เนตรวงค์",
        "73 นายมนตรี  โพดภูธร",
        "74 นายมนตรี  เฉียบแหลม",
        "75 นายมัทพล  เขม้นเขตรการ",
        "76 นายมานัด  ทองประเทือง",
        "77 นายมานิตย์  สาระพล",
        "78 นายมุ่ง  เหล็กเพ็ชร",
        "79 นายดำารงค์  เทพศรีหา",
        "80 นายยงยุทธ  อนุตธโต",
        "81 นางยุพิน  ไชยสิทธิ์",
        "82 นางเยาวภา  ธนบัตร",
        "83 นายรณรงค์  พรสักขี",
        "84 นายร่มไทร  ทิพยเศวต",
        "85 นายระวี  อ่อนประทุม",
        "86 น.ส.ไรวินท์  สุขลิ้ม",
        "87 นางลำดวน  ภัทรโสภสกุล",
        "88 นายแล  ดิลกวิทยรัตน์",
        "89 นายวราเทพ  รัตนแสนยากร",
        "90 นายวสิษฐ์พล  ศรีนารถนาวา",
        "91 นางวัชราภรณ์  บุตรศรี",
        "92 นางวันทนา  อมรปิยะกุล",
        "93 นางวันวิสา  ชัยชนะ",
        "94 น.ส.วานิช  พาลาด",
        "95 นางวารีย์  อินทจักร์",
        "96 ว่าที่ ร.ต.วิชาญ  นีระมนต์",
        "97 นายวิฑูรย์  มากหลาย",
        "98 น.ส.วิภาพร  ทองโสด",
        "99 นายวิโรจน์  แหมา",
        "100 นางวิลัยจิตร  คำภูแสน",
        "101 นายวิเวก  โกษาธิป",
        "102 นางวิศิณีย์  โพธิ์เพชรเล็บ",
        "103 นายวิศิษฐ์  อนันต์ศิริภัณฑ์",
        "104 นายวีรเวท  วงษ์กิจบัญชา",
        "105 น.ส.ศรีไพร  นนทรีย์",
        "106 น.ส.ศศิธร  ทิพยโสตญาน",
        "107 นายศักดิ์สิทธิ์  บุตราช",
        "108 นายศิริวัฒน์  พินิจนึก",
        "109 นายศุภชัย  กัลยา",
        "110 นายสติ  เปรียบดีสุด",
        "111 นายสถาพร  เฮียงราช",
        "112 น.ส.สถาพร  อริยพงศ์ภักดี",
        "113 นายสมเจต  คุ้มแก้ว",
        "114 นายสมชาย  เปียคำ",
        "115 นายสมชาย  กิริยะ",
        "116 นางสมพร  วรรณชาติ",
        "117 นายสมโภช  อ้วนดี",
        "118 นายสมมาตร  คงดำ",
        "119 นายสอาด  แม่นปืน",
        "120 นายสัญญา  ทรัพย์พาลี",
        "121 นายสัมภาษณ์  อัตถาวงศ์",
        "122 นายสัมฤทธิ์  โพธิ์วัฒนกุล",
        "123 นายสิทธิชัย  ผู้พัฒน์",
        "124 นายสิทธิ์ทัศน์  สุวรรณนิยม",
        "125 นายสุกฤษ  รักเมือง",
        "126 นายสุชาติ  สวงโท",
        "127 นางสุณี  พรมสุทธิกุล",
        "128 นายสุทัศน์  ชัยกิตติเถกิงเดช",
        "129 นายสุธีรัชต์  รุ่งรัตน์ธวัชชัย",
        "130 นางสุนันท์  พลบุรี",
        "131 นายสุพจน์  เลื่องลือ",
        "132 นายสุเพียน  เซ็ง",
        "133 นายสุภาพ  อุภัยพรม",
        "134 นายสุภาพ  แย้มคล้าย",
        "135 นายสุรศักดิ์  พิทยาภาณุรักษ์",
        "136 นายแสงเทียน  ฐีระแก้ว",
        "137 นายอธิษฐ์  พรมมา",
        "138 นายอนันต์  ยีอาลี",
        "139 นายอนุชา  อินทรศิลา",
        "140 นายอนุศักดิ์  กาญจนี",
        "141 นายอมรศักดิ์  กิจธนานันท์",
        "142 นางอ้อย  คำมา",
        "143 นายอัฐนนท์  เส็มยามา",
        "144 นายอาคม  หาญนอก",
        "145 นายอาเดก  ขุนรายา",
        "146 น.ส.อาภรณ์  มิตรประสาร",
        "147 นายอารีย์  คล่องขยัน",
        "148 นายอำนวย  มหาดเล็ก",
        "149 นายอิศราช  สัมพันธ์อภัย",
        "150 นายอุทัย  อัตถาพร",
        "151 นายเอกชลิต  ลิขิตจิรกุล",
        "152 นายเอกชัย  เอกหาญกมล"
    ],
    "กลุ่ม 8: กลุ่มผู้ประกอบอาชีพด้านสิ่งแวดล้อม ผังเมือง อสังหาริมทรัพย์และสาธารณูปโภค ทรัพยากรธรรมชาติ พลังงาน": [
        "1 น.ส.กิ่งแก้ว  เปี่ยมพงศ์สานต์",
        "2 นายกิตติ์โสภณ  ธนินสิริพิทยา",
        "3 นายเกียรติชาย  ไมตรีวงษ์",
        "4 นายเกียรติศักดิ์  สุภาวงค์",
        "5 นายเกี้อกูล  สถาพรวจนา",
        "6 นายเขมวัฒน์  คุ้มภัย",
        "7 น.ส.คำคูณ  แก้ววิเศษ",
        "8 นายคำศรี  เคนคุณ",
        "9 นายจงรัก  ปาละรัตน์",
        "10 นายจิระศักดิ์  ชูความดี",
        "11 นายเจตจำนง  พันธ์งาม",
        "12 นายฉลอง  สุธาประดิษฐ์",
        "13 นายชลัม  ภุมกาญจน์",
        "14 นายชัทชกร  ผึ่งบรรหาร",
        "15 นายชาญณรงค์  อภิบาลธนกิจ",
        "16 นายชำนาญวิทย์  ศรีสุพล",
        "17 นายชีวะภาพ  ชีวะธรรม",
        "18 นายชุมพล  ชมชื่น",
        "19 นายซาการียา  บิณยูซูฟ",
        "20 น.ส.ญภาธร  เทพวุฒิสถาพร",
        "21 นายฐกฤต  บำรุงศรี",
        "22 นายณัฐดนัย  ปิ่นใจ",
        "23 นายณัฐวัฒน์  รักแดง",
        "24 นายณัทชัย  สิงคเสลิต",
        "25 นายดิเรก  บุรีเจริญ",
        "26 นายดิเรก  เหมนคร",
        "27 นายเดชศักดิ์  สายลมุล",
        "28 นายติณณ์  อรัญฤทธิ์",
        "29 นายไตรวินิจ  ตู้จินดา",
        "30 นายถาวร  บางโม",
        "31 นายถาวรวัฒน์  คงแก้ว",
        "32 นายทรงพล  ภุมราพิพัฒน์พงศ์",
        "33 นายทวีป  วานิชย์หานนท์",
        "34 นายทวีป  สุระบาล",
        "35 นายเทียนศักดิ์  สัมพันธ์ศิริกุล",
        "36 นายธนภณ  เข็มกลัดทอง",
        "37 นายธนวิทย์  ธนมีชัย",
        "38 นายธนินท์รัฐ  ภักดีภิญโญ",
        "39 นายธรรมรงค์  ราชามุสิกะ",
        "40 นายธวัช  หนูดำ",
        "41 นายดำารงค์  กันตรัตนากุล",
        "42 นายธีระศิลป์  ใจซื่อกุล",
        "43 นายนพดล  อินนา",
        "44 นายนรินทร์  สุวรรณธนะ",
        "45 นายนาทพัชร  เมธานิเวศน์",
        "46 นายนาวี  สหายา",
        "47 นายนิรัตน์  อยู่ภักดี",
        "48 นายนิวัติ  ธัญญะชาติ",
        "49 นายเนติ  นฤมิตร",
        "50 นายบรรลือศักดิ์  อรกุล",
        "51 นายบิตุพร  ตัณฑวณิช",
        "52 นายบุญสา  รวมธรรม",
        "53 นางเบญจวรรณ  สุจริต",
        "54 นายปฏิมา  จีระแพทย์",
        "55 นายปฐมพงศ์  ยิ้มแย้ม",
        "56 นายประดับ  นวลละออง",
        "57 นายประดิษฐ์  อารมณ์ดี",
        "58 นายประสงค์  นามเสถียร",
        "59 นายประเสริฐ  นิทรัพย์",
        "60 นายประเสริฐศักดิ์  จันทร์ทองอยู่",
        "61 นายปริญญา  สุขหร่อง",
        "62 นายปรีชา  บรรดาศักดิ์",
        "63 นายปัญญา  โตกทอง",
        "64 นายปิติณัช  นนทรีย์",
        "65 นายพงษ์วริษฐ์  ธรรมภักดีโยธิน",
        "66 นายพรชัย  จันที",
        "67 นายพอพล  พูลละออ",
        "68 นางพัชนี  การุญ",
        "69 น.ส.พัชราภา  หนาแน่น",
        "70 นายพัฒน์วิรุฬห์  เมฆกระจาย",
        "71 น.ส.พัณบงกช  ปาณมาลา",
        "72 น.ส.พัสนีย์  พูลสุข",
        "73 น.ส.พิชา  ศิริมงคล",
        "74 นายพิพัฒ  พิมสมาน",
        "75 น.ส.พิมพ์พิกา  โกษาจันทร์",
        "76 นายพิสิษฐ์  โชคพิสิษฐ์",
        "77 นายพีระ  ช่วยบำรุง",
        "78 นายพีระพล  บีกขุนทด",
        "79 นายพีระพล  นันทวงษ์",
        "80 นายพูนธวัช  เล่าประวัติชัย",
        "81 นางเพ็ชรรัตน์  ดำริห์",
        "82 น.ส.เพียรพร  ดีเทศน์",
        "83 นายไพบูลย์  อ่าอาไพ",
        "84 นายไพบูลย์  ณะบุตรจอม",
        "85 นายไพรัตน์  ชื่นศรี",
        "86 นายมงคล  เหลี่ยมวัฒนกุล",
        "87 นายมานิต  ธนะวงศ์",
        "88 นายยงยุทธ  เปี่ยมพงศ์สานต์",
        "89 นายยุทธเดช  ศรีพรหมทัต",
        "90 นายรชต  ยันตโกเศศ",
        "91 นายรักชาติ  สุขสำราญ",
        "92 นายรัฐพล  ปิติพัฒน์",
        "93 นางราศี  ทองเงิน",
        "94 นายรุ่งศักดิ์  จันทร์ศรี",
        "95 นางลำเภา  ศรีนวลชาติกุล",
        "96 นายวชิรศักดิ์  มณีวัฒนาพฤกษ์",
        "97 ว่าที่ ร.ต.วรวิทย์  ชัยลิมปมนตรี",
        "98 นายวรุณ  อุ่นเจริญพรพัฒน์",
        "99 นายวันชัย  สุโพธิ์",
        "100 น.ส.วาสนา  ช่วยเนียม",
        "101 นายวิจาร  คุปติพงศ์กุล",
        "102 นายวิรัตน์  ลิ้มสุวัฒน์",
        "103 นายวิรุทธิ์  เก่งกล้า",
        "104 นายวิโรจน์  เจริญธรรม",
        "105 นายไวยวุฒิ  ศรีมันตะ",
        "106 นายไววิทย์  หลาวมา",
        "107 นายศรัณยวิทย์  ทอดเสียง",
        "108 นายศุภชัย  ศรีสวัสดิ์",
        "109 นายเศรษฐพรรษ  สุจินพรัหม",
        "110 นายสง่า  ชำนาญไพร",
        "111 นายสนอง  ภาควิหก",
        "112 นายสมชาย  จันทร์แก้ว",
        "113 นายสมชาย  เพ็งวัน",
        "114 นายสมบัติ  วิสูตรพันธุ์",
        "115 นายสมบูรณ์  ดวงแก้ว",
        "116 นายสมภพ  ชูแสง",
        "117 นายสมศักดิ์  สันธินาค",
        "118 นายสมศักดิ์  บุญญาโยธิน",
        "119 นายสรณัฏฐ์  สาระสมบัติ",
        "120 นายสันติสุข  เทพวงศ์",
        "121 นายสัมพันธ์  ชัยวิเศษจินดา",
        "122 นายสากล  ฐินะกุล",
        "123 นายสำเริง  วะสุกัน",
        "124 นางสำอางค์  สิตรานนท์",
        "125 นายสิทธิคุณ  เทียมประเสริฐ",
        "126 นายสิทธิชัย  กฤชวิวรรธน์",
        "127 นายสิทธิพล  วงศ์วิฑูรวัฒนะ",
        "128 นางสิริมณี  ชุมเรียง",
        "129 นายสุชาติ  นวกวงษ์",
        "130 นายดำารงค์  มงคล",
        "131 นายสุพจน์  กึกก้อง",
        "132 นางสุพรรณี  ดวงเดือน",
        "133 นางสุภาวดี  แซ่เจี่ย",
        "134 นายสุรพงษ์  เล็กสมบูรณ์",
        "135 นายสุรศักดิ์  ประตูแก้ว",
        "136 นางสุรส  เนื่องชมภู",
        "137 นายสุวิทย์  เสือเล็ก",
        "138 นายอดุลย์  คำบุญเรือง",
        "139 นายอธิศักดิ์  ศรีชัย",
        "140 นายอนันต์  ภู่มูล",
        "141 นายอนุชัย  บูรณประเสริฐกุล",
        "142 นายอภิชัย  โพธิ์เจริญ",
        "143 นายอภิชา  เศรษฐวราธร",
        "144 นายอัมพร  ถึงโภค",
        "145 นายอาหะหมัด  เจ๊ะแม็ง",
        "146 นายอำนวย  เปี่ยมพงศ์สานต์",
        "147 น.ส.อินทิรา  มานะกุล",
        "148 นายอุเทน  โอทอง",
        "149 นายโองการ  ยาสิงห์ทอง"
    ],
    "กลุ่ม 9: กลุ่มผู้ประกอบกิจการขนาดกลางและขนาดย่อมตามกฎหมายว่าด้วยการนั้น": [
        "1 นางกัณญานีย์  ทองปั้น",
        "2 นายกันต์พงษ์  ลิ่มกาญจนา",
        "3 นางกันตินันท์  นาสินสร้อย",
        "4 นางกันทิมา  ดีพาส",
        "5 นายกิตตวัณณ์  โชติ",
        "6 นายกิติคุณ  วิจารณ์อักษรสิทธิ์",
        "7 นายแกะ  ลาทอง",
        "8 นายไกรยศ  ศรีสุระ",
        "9 นางขนิษฐา  บุญสูงเพชร",
        "10 น.ส.ขวัญจิตต์  เกษร",
        "11 ว่าที่ ร.ต.ขวัญชัย  เอี่ยมละออ",
        "12 นายครวญ  ลิ้มสุวรรณ",
        "13 นายจตุพล  ธนูพันธุ์ชัย",
        "14 นายจรินทร  ปราชญ์เปรื่อง",
        "15 นายจักรกฤษณ์  ดำดี",
        "16 นายจิรเดช  บำรุงสาลี",
        "17 นายจิระศักดิ์  สุนรกุมภ์",
        "18 น.ส.จีรภา  ลอยเมฆ",
        "19 นายจีระสิทธิ์  จันทสิทธิ์",
        "20 นายเจริญ  เหล่ารุ่งโรจน์",
        "21 นายเจริญศักดิ์  ชำรัมย์",
        "22 น.ส.ชญาน์นันท์  ติยะตระการชัย",
        "23 นายชนัญ  เรืองผล",
        "24 นายชัชวาฬ  ชาวนา",
        "25 นายชัยณรงค์  เยาวลักษณ์",
        "26 นายชัยธัช  เปี่ยมพงศ์สานต์",
        "27 นายชาญชัย  ชุมเกษียร",
        "28 นายชินวร  ตยางคนนท์",
        "29 น.ส.ชุติมา  สุวรรณรังษี",
        "30 นายชูเกียรติ  อุเทน",
        "31 นายโชคสมาน  สีลาวงษ์",
        "32 น.ส.ฑัชชา  ปรีดาวิจิตรกุล",
        "33 นายณัฏฐพล  แก้วผัด",
        "34 หม่อมหลวงณัฏฐพล  เทวกุล",
        "35 นายณัฐกฤช  อยู่มั่นธรรมา",
        "36 น.ส.ณัฐกฤตา  ภัทรวิพุธกุล",
        "37 น.ส.ณัฐฐาน์  ธัชธรวรเศรษฐ์",
        "38 นางณัฐริกา  ศรีสวัสดิ์",
        "39 น.ส.ณัทศศิร์  เซ่งฮวด",
        "40 น.ส.ดรุณี  สมดี",
        "41 นายตู้  สุขนึก",
        "42 นางถนอม  สังข์แก้ว",
        "43 นายทรงวุฒิ  นันทะ",
        "44 นายทิชากร  อติวรรณกุล",
        "45 นางทิพย์สิตา  บุญชู",
        "46 นายธนกร  ทองใบ",
        "47 นายธนบดี  สวัสดิ์ศรี",
        "48 นายธนาธิป  พรหมชื่น",
        "49 นางธัญธร  วังเสนา",
        "50 น.ส.นงคราญ  หวานขม",
        "51 น.ส.นพวรรณ  เอี่ยมพงษ์ไพฑูรย์",
        "52 นายนรเศรษฐ์  ปรัชญากร",
        "53 น.ส.นวลสวาท  ไชยปัญโญ",
        "54 นายนัซรุดดีน  หะยีเจะมะ",
        "55 นายนิพนธ์  ชัยสิทธานนท์",
        "56 นายนิพนธ์  เอกวานิช",
        "57 น.ส.เนตรนารี  แจ่มทอง",
        "58 นายบุญเกียรติ  วิศาลโกศล",
        "59 น.ส.บุปผา  คนสนิท",
        "60 นางเบ็ญจมาศ  อภัยทอง",
        "61 นายปภัสสร์  เจริญสุกาญจน์",
        "62 นายประนอม  อินตัน",
        "63 นายประเสริฐ  เกิดสมบัติ",
        "64 นายประเสริฐ  เอวจักร",
        "65 นางปราณี  ต้นเทียน",
        "66 นายดำารงค์  เรืองวิชาธร",
        "67 นางปวิตรา  ธรรมสุจริต",
        "68 ว่าที่ ร.อ.ปัญญา  ชัยรัตนพานิช",
        "69 นายปิติพงษ์  พลศักดิ์ขวา",
        "70 นายปิติพงษ์  ลิ่มรัช",
        "71 นายปิยพจน์  ตุลาชม",
        "72 นายเผด็จศักดิ์  แสนโคตร",
        "73 นายพงค์ชัย  หนูเจริญ",
        "74 นายพงษ์พัฒน์  สัตยวินิจ",
        "75 นายพจนินท์  เวสสาพรม",
        "76 นายพลตรี  ดวงใส",
        "77 นายพัชรวัฒน์  รัตนสิริรัตน์",
        "78 น.ส.พัชรินทร์  ปู่สุข",
        "79 น.ส.พัณนิดา  หลวงใหญ่",
        "80 น.ส.พัทธวรรณ  ปุณณ์ธีรริทธ์",
        "81 นายพิชาญ  พรศิริประทาน",
        "82 นายพิชิต  พาชาติ",
        "83 นายพิเชษฐ์  มีศรี",
        "84 นางพิสมัย  เปี่ยมพงศ์สานต์",
        "85 นางเพียงใจ  บุญเชิด",
        "86 นายไพโรจน์  เซ้งลน",
        "87 นายภพสุกานต์  ศิริพงศ์ภัค",
        "88 นายภาณุพงษ์  สายพิมพ์",
        "89 นางภิญญามาศ  แก้วสีนอ",
        "90 นายภิญโย  เวียนประพันธ์",
        "91 น.ส.มณีรัฐ  เขมะวงค์",
        "92 นางมลิวัลย์  ขาวหนูนา",
        "93 นายมังกร  แก่นแก้ว",
        "94 นายมานิต  จำเริญ",
        "95 นายมานิตย์  ณรัญรักษ์",
        "96 น.ส.มาลีนี  บ้านรักสุขภาพ",
        "97 น.ส.เมตตา  บัวศรี",
        "98 นายยงยุทธ  รักเรียน",
        "99 นางเยาวลักษณ์  วสุเนตรกุล",
        "100 นายรายันต์  จันทรเพชร",
        "101 นางรินลดา  จำปาไทย",
        "102 นายเรืองศักดิ์  รัตนโภคาสถิต",
        "103 นายวรงค์  งิ้วเรือง",
        "104 นางวรรษมนต์  คุณแสน",
        "105 นายวรวุฒิ  สุขแสวง",
        "106 นางวลัย  วุฒิโยธิน",
        "107 นายวัชรนนท์  บุญเมือง",
        "108 พ.ท.วิทวัส  คุ้มภัย",
        "109 น.ส.วินัย  ตามธรรม",
        "110 นายวิมล  ประไพพิศ",
        "111 นายวิสูตร  สุขวัฒน์",
        "112 นายเวธิต  สุนทรญาติ",
        "113 ว่าที่ ร.ต.เวสสภู  วงศ์ภมร",
        "114 นางศิรินทร์  พฤกษ์พนา",
        "115 นางศิวนันท์  จิรกุลธนินโชตน์",
        "116 น.ส.ศุภลักษณ์  สระแก้ว",
        "117 นายศุรพงศ์  พงศ์เดชขจร",
        "118 นายสกล  แดงสีบัว",
        "119 นายสมชาย  สาโรวาท",
        "120 นางสมถวิล  ดำรงค์ชาติ",
        "121 นางสมศรี  อุรามา",
        "122 นายสราวุฒิ  วรพงษ์",
        "123 นายสายชล  เพยาว์น้อย",
        "124 นายสายัน  เผื่อยา",
        "125 นายสิรภพ  ทยานันทน์",
        "126 นางดำารงค์  ผาลีพัฒน์",
        "127 นายสุชาติ  มางสลัด",
        "128 ว่าที่ พ.ต.สุดใจ  จันทะบุรม",
        "129 นายสุพร  พงษ์ขจรธน",
        "130 นางสุภลักษณ์  พุทธซ้อน",
        "131 นางสุมิตรา  จารุกำเนิดกนก",
        "132 นายสุระศาสตร์  รัตนวัน",
        "133 นางสุวรรณา  ไชยรักษ์",
        "134 นายเสถียร  บุรี",
        "135 นายเส็น  บินล่าเต๊ะ",
        "136 นางแสงวรณ์  บุญปั๋น",
        "137 นายโสภณ  จรรยาวัฒนานนท์",
        "138 นายหมัดยุโส๊ป  หีมละ",
        "139 นายองครักษ์  ศรีพรหมมุนี",
        "140 นายอนุสิทธิ์  พิชยภิญโญ",
        "141 นายอภิชาติ  ทับน้อย",
        "142 นายอภินันท์  เปี่ยมพงศ์สานต์",
        "143 นายอัศวิน  เทียนโพธิ์",
        "144 นายอัษฎา  วนาทรัพย์ดำรง",
        "145 นายอาทิตย์  ทาบล",
        "146 นายอารักษ์  พลอยพานิชย์",
        "147 นางอารีย์  จันทนภานันท์",
        "148 น.ส.อิศรา  ดิสรเตติวัฒน์",
        "149 นายเอนก  สำรี"
    ],
    "กลุ่ม 10: กลุ่มผู้ประกอบกิจการอื่นนอกจากกิจการตาม (๙)": [
        "1 น.ส.กมลลักษณ์  อุตมะมุณีย์",
        "2 นางกัญญณัฐ  ชัยฤทธิ์",
        "3 นายกานนท์  แสนเภา",
        "4 ด.ต.เกตุ  กลิ่นจันทร์",
        "5 นางคำใบ  จันทะวงค์",
        "6 นายคำภีร์  สมภักดี",
        "7 นายจรัญ  ทิวคง",
        "8 นายจักรพงศ์  รัตนพิทักษ์",
        "9 นายจิตประสงค์  เหมืองทอง",
        "10 นายจิราวุธ  ศรีวิรัตน์",
        "11 นายฉลองรัฐ  รัตนสมบัติ",
        "12 นางฉัฐสุภา  พงษ์เสนา",
        "13 น.ส.ชนม์ฤทัย  ธีระบุตรวงศ์กุล",
        "14 นางชนัฎพิมพ์  ศีลพิพัฒน์",
        "15 นางช่อทิพย์  อาภาประสิทธิ์",
        "16 นายชัยทัต  ระมัดตน",
        "17 นายชัยยันต์  พรหมดี",
        "18 นายชา  กำเนิดใส",
        "19 นายณ  ณัฏฐ์ภณพัณ",
        "20 นายณรงค์  ทำประโยชน์",
        "21 นายณัฐวุฒิ  ไตรยศักดา",
        "22 นายดีน  หมันนาเกลือ",
        "23 น.ส.ดุจฤดี  ทองวัง",
        "24 นางแดง  กองมา",
        "25 นายต่อศักดิ์  สุทธิสา",
        "26 น.ส.เตือนใจ  น้อมเคารพ",
        "27 นายทรงวุฒิ  จุมปาจม",
        "28 นายทวี  สุขโข",
        "29 นายทวีเดช  นาคทองกุล",
        "30 นางทองพูน  แก้วหอม",
        "31 นางทัศนัย  ศรีสุวรรณ์",
        "32 นายธนชัย  นาคทวี",
        "33 นายดำารงค์  ศักดิ์สมบูรณ์",
        "34 นางธิรดา  สุวัณณะศรี",
        "35 นายธีระ  คูตระกูล",
        "36 น.ส.นธพร  ตันติบูล",
        "37 นางนันรญา  สุจารี",
        "38 นางนาฏฤดี  วังคะฮาต",
        "39 นายนิคม  มากรุ่งแจ้ง",
        "40 นายนิทัศน์  อารีย์วงศ์สกุล",
        "41 นายนิธินันท์  นภาพร",
        "42 นายบุญเชิด  อิ่มอาไพ",
        "43 นายบุญเลี้ยง  บุตรดา",
        "44 นางบุปผา  โคตรงาม",
        "45 นายปฏิมา  เหล่าชัย",
        "46 นายประจวบ  ลีรักษาเกียรติ",
        "47 นายประไทย  ดีโสภา",
        "48 จ.ส.ต.ประภาส  รัตนประทีป",
        "49 นายประสิทธิ์  รุ่งรัตน์ธวัชชัย",
        "50 น.ส.ปรานี  กองพล",
        "51 นางปริยานุช  สิ้นภัย",
        "52 นางปวีณา  พานแก้ว",
        "53 นายปัญญา  ณัฐวุฒิ",
        "54 นายปัทวี  ทองหนูเอียด",
        "55 นายปุณณวิทย์  พงศกร",
        "56 นางผกามาศ  ตันธนะสาร",
        "57 นายผวน  พิเคราะห์",
        "58 นายพรชัย  จงภักดี",
        "59 น.ส.พรนภา  โวหาร",
        "60 น.ส.พรรณทิพย์  ไชยชนะ",
        "61 น.ส.พรีธาภัสสร์  วิชยกิตติ์",
        "62 น.ส.พัสวี  ไกรเดชอุดมไพศาล",
        "63 นายพิชิต  ชูรัตน์",
        "64 นายพีระพล  บุญชิณวงศ์",
        "65 น.ส.เพ็ญศรี  มากประดิษฐ์",
        "66 นายภพ  สมศรีโหน่ง",
        "67 นายภวัต  ตั้งตรงจิตร",
        "68 นายภิญโญ  ขันติยู",
        "69 น.ส.มนัสนันท์  ธนกิจวานิชย์",
        "70 นายมังกร  ศรีเจริญกูล",
        "71 นายมานะ  แสงนวล",
        "72 นายมานิตย์  ศรีงาม",
        "73 นายยศธน  พละภิญโญ",
        "74 นางยุพิน  ด้วงไพรี",
        "75 นายรณชิต  ยะรังษี",
        "76 นางรพีพร  กลิ่นตลก",
        "77 นางรัชนี  เกษคุปต์",
        "78 น.ส.รัษยา  หอมสมบัติ",
        "79 น.ส.รัสรินทร์  กิจชัยสวัสดิ์",
        "80 นายรุจิภาส  มีกุศล",
        "81 น.ส.วงพระจันทร์  โต้สาลี",
        "82 นายวรเดช  วังจำนงค์",
        "83 นายวรวิทย์  รวมจิตต์",
        "84 นายวสันต์  มงคลสวัสดิ์",
        "85 น.ส.วาสนา  อยู่ภักดี",
        "86 นางวาสนา  ฮิลล์",
        "87 น.ส.วิณัท  รักชน",
        "88 นายวินิจ  เกษรา",
        "89 นายวิวัฒน์  วิรุฬห์ภูติ",
        "90 นางวุฒิพร  พงษ์ขวัญ",
        "91 นายศรัญญู  ปัญญาแดง",
        "92 นายศรีสมบูรณ์  อุ้ยตา",
        "93 นายศิริชัย  ส่งเสริม",
        "94 นายศุภฤกษ์  เจียรวิบูลย์วงศ์",
        "95 พ.ต.ท.สง่า  ส่งมหาชัย",
        "96 น.ส.สปันธ์หยก  ทองอยู่ชนะชล",
        "97 นายสมชาย  เวฬุวนารักษ์",
        "98 นายสมบัติ  สิทธิมงคล",
        "99 นายสมพาน  พละศักดิ์",
        "100 นางสมเพชร  ดาวดึงษ์สมภาร",
        "101 นายสมโภช  พิมพ์หล่อ",
        "102 นายสมมาตร  มะลิลา",
        "103 น.ส.สวิตตา  ลือชาคำ",
        "104 นายสหพันธ์  รุ่งโรจนพณิชย์",
        "105 นายสามารถ  รัตนประทีปพร",
        "106 นายสุขสมเกียรติ  เสือกลิ่นศักดิ์",
        "107 น.ส.สุทธินี  ณ เชียงใหม่",
        "108 ส.อ.สุเทพ  ชัยณรา",
        "109 นายสุนทร  นาเมืองจันทร์",
        "110 นายสุนทร  เชาว์กิจค้า",
        "111 น.ส.สุนีย์  พากเพียร",
        "112 นางสุปรียา  ศรีบุญลือ",
        "113 นายสุพัฒน์  ไชยด้วง",
        "114 นางสุภาพร  กาญจนพิศาล",
        "115 นายสุเมธ  งามเจริญ",
        "116 นายสุเมธ  อินทามระ",
        "117 นายสุรพงษ์  สุวรรณ์พร",
        "118 นางสุรียา  หอทับทิม",
        "119 นายสุฮัยมี  สาแมง",
        "120 ร.ต.เสกสรรค์  ทองศรี",
        "121 นางเสาวลักษณ์  ยงวานิชจิต",
        "122 น.ส.แสงจันทร์  แคนทอง",
        "123 นายโสภณ  เรืองกิตติกุล",
        "124 นายโสภณ  มะโนมะยา",
        "125 นายอนุวัตร  สันทอง",
        "126 นายอภิรัฐ  รอดฉ่ำ",
        "127 นางอรยา  ดวงพายัพ",
        "128 นางอรวรรณ  พิพัฒน์กิจจารักษ์",
        "129 น.ส.อริสรา  กริตสารนันท์",
        "130 ส.อ.อัครวัฒน์  พงศ์ธนาชลิตกุล",
        "131 นางอามีนะ  ชิงชัย",
        "132 น.ส.อารยา  เด่นดรุวัน",
        "133 นายอารีย์  นาคสุข",
        "134 นางอารีรัตน์  ระดี",
        "135 นายอำนวย  สุวรรณพงษี",
        "136 นายอุทัย  หลอดทอง",
        "137 นายเอกศักดิ์  หอมชื่น",
        "138 น.ส.ฮายาตี  เปี่ยมพงศ์สานต์"
    ],
    "กลุ่ม 11: กลุ่มผู้ประกอบธุรกิจหรืออาชีพด้านการท่องเที่ยว อันได้แก่ผู้ประกอบธุรกิจท่องเที่ยว มัคคุเทศก์ ผู้ประกอบกิจการหรือพนักงานโรงแรม": [
        "1 นายกชชม  ตราศรี",
        "2 น.ส.กชนิภา  อินทสุวรรณ์",
        "3 น.ส.กนกนาฎ  บริพันธ์",
        "4 นายกมล  สุขคะสมบัติ",
        "5 นางกรรณิกา  เอี้ยวตระกูล",
        "6 นายกฤษ  ศรีฟ้า",
        "7 น.ส.กฤษฏนันต์  ทองวิภาวรรณ์",
        "8 น.ส.กัญฐณา  สีสุก",
        "9 น.ส.กัณฐิกา  สายพรชัย",
        "10 นายกัมพล  สุภาแพ่ง",
        "11 นางกิจจา  จันทาบุตร",
        "12 นายกุลเชษฐ์  สุวรรณปริสุทธิ์",
        "13 นายไกรพิทักษ์  ศิริพล",
        "14 นางขนิษฐา  สาสาร",
        "15 นางขวัญรตา  คนซื่อ",
        "16 นายคงเดชา  ชัยรัตน์",
        "17 นายคนึง  จันทร์แดง",
        "18 นางคำพันธ์  คำม่วงไทย",
        "19 นายจักรภัทร  พิมลเกตุ",
        "20 นางจันทรานนท์  ตุ้ยเจริญ",
        "21 นางจิรารักษ์  ห้องจำปา",
        "22 นายจีรศักดิ์  มีคลัง",
        "23 นางชมพูนุท  โอสถานนท์",
        "24 นางชโลมใจ  ชยพันธนาการ",
        "25 นายชัยณรงค์  มะเดชะ",
        "26 นายชาคริต  เทียนทองดี",
        "27 น.ส.ชุติกาญจน์  ภาวศุทธิกุล",
        "28 นายชูชาติ  เนื้อเย็น",
        "29 น.ส.เชติยา  คงเพชรศักดิ์",
        "30 นางฐิติพร  กาสมสัน",
        "31 นายณธกร  สิทธิดำรง",
        "32 นายณภพ  ลายวิเศษกุล",
        "33 น.ส.ณัฏฐิญา  ตันทสุข",
        "34 นางณัฐกาญจน์  เพ็ชรจำนงค์",
        "35 นางณัฐหทัย  พึ่งตัว",
        "36 น.ส.ดาราสวรรค์  วังคะฮาด",
        "37 นายดำรงค์  องอาจ",
        "38 นายทรงสิทธิ์  พจน์ชนะชัย",
        "39 นายทัศน์พงษ์  ชะรุมรัมย์",
        "40 น.ส.ดำารงค์  สยุมพร",
        "41 นายเทียนประสิทธิ์  ไชยภัทรานันท์",
        "42 นายธนกร  หอวรรณภากร",
        "43 น.ส.ธนันท์นภัส  กิตติพัฒน์โชค",
        "44 นายธวัชชัย  โชตึก",
        "45 นายธัญยะ  พูลสวัสดิ์",
        "46 น.ส.ธัญวรัตม์  สร้อยจิตร",
        "47 นายธารณ  นิยมสุขศิริ",
        "48 นายธารินทร์  พันธุมัย",
        "49 น.ส.นวพร  ปล้องขัน",
        "50 นางน้อย  อุดดามาตร",
        "51 นายนัตตุพล  นิลแนม",
        "52 นายนิติ  ปรมัตถผล",
        "53 นายนิธิ  สืบพงษ์สังข์",
        "54 นายนิรุติ  ทองสอดแสง",
        "55 นางเนาวนิตย์  อรรถีโสตร์",
        "56 นายบรรดาศักดิ์  แย้มมาก",
        "57 นายบำรุง  แสงทอง",
        "58 นายบุญ  เวชสิทธิ์",
        "59 นางบุษรา  เบนอะสาร",
        "60 นายปฏิพัทธ์  ศรีคำ",
        "61 นายปฏิวัติ  ด่านแก้ว",
        "62 น.ส.ปทุมมา  กิจเพียร",
        "63 นายประจวบ  หลักหาญ",
        "64 นางประทุม  วงศ์สวัสดิ์",
        "65 น.ส.ประภาพรรณ  เครือเพ่ง",
        "66 น.ส.ปิยนุช  บัญชาศิริชัย",
        "67 นายปิยะพงษ์  โพธิ์ไทรย์",
        "68 นายพงษ์ศิลป์  สิมวิเศษ",
        "69 นายพฤฒานันท์  เดชอุดม",
        "70 นายพันธ์เลิศ  ใบหยก",
        "71 นายพัลลภ  แซ่จิว",
        "72 นายพิชัย  สุระเสียง",
        "73 นายพินิจ  จำปาหอม",
        "74 น.ส.พิมพกานฐ์  ทิฐิธรรมเจริญ",
        "75 นายพิศูจน์  รัตนวงศ์",
        "76 นายพิสิษฐ์  อภิวัฒนาพงศ์",
        "77 นายเพฑาย  ออประเสริฐ",
        "78 นายไพศาล  ซื่อธานุวงศ์",
        "79 น.ส.ภัทรภร  ตะละภัฏ",
        "80 นายภัสพลภ์  ชัยสุริยาทวิกูล",
        "81 น.ส.ภาวนา  ว่องอมรนิธิ",
        "82 นายภูดิศ  โชติเทวาธนกุล",
        "83 นายภูวิศ  ผดุงโกเม็ด",
        "84 นายมณี  รัตนสร้อย",
        "85 น.ส.มนทิรา  อลงกรณ์โสพิศ",
        "86 น.ส.ยุวดี  วงษพราหมณ์",
        "87 นายรณฤทธิ์  ชูสงค์",
        "88 น.ส.รัชดา  คูวุฒยากร",
        "89 พ.อ.รัฐนันท์  รถทอง",
        "90 น.ส.รัตนา  บุญเลิศ",
        "91 น.ส.รินทร์ลภัส  ภัทรนิธินันทกุล",
        "92 นายรุ่งโรจน์  สีเหลืองสวัสดื๋",
        "93 น.ส.ลดาวัล  ลิ่มอรุณ",
        "94 นายวชิรวิชญ์  ณ กาฬสินธุ์",
        "95 นางวัชรี  ปรัชญานุสรณ์",
        "96 น.ส.วัชรี  มงคลบุตร",
        "97 นางวันทนีย์  ลอตระกูล",
        "98 นางวาสนา  จันทร์หล้า",
        "99 นายวิชัย  ล้อศิริ",
        "100 นายวิชา  จันทร์เชื้อ",
        "101 นายวิชิต  ยะลา",
        "102 น.ส.วิมลพร  รัตนจันทร์",
        "103 นายวิรัช  จินดากวี",
        "104 นายวุฒิชาติ  กัลยาณมิตร",
        "105 นายศักดา  พิริยะกิจไพบูลย์",
        "106 นายศักดิ์สิทธิ์  สิงห์ทอง",
        "107 นายศาสตรา  นากระโทก",
        "108 นางศิริจันทร์  พหลโยธิน",
        "109 นายศุภชัย  คล่องขยัน",
        "110 นายศุภชีพ  ไชยวงค์",
        "111 นายสมชาย  กระแจะเจิม",
        "112 นายสมบูรณ์  จานทอง",
        "113 นายสรศักดิ์  กรีประเสริฐกุล",
        "114 นางสริญทิพญ  ทัพมงคลทรัพย์",
        "115 น.ส.สังวาลย์  พรมปุ๊ด",
        "116 นางสังวาลย์  เปี่ยมพงศ์สานต์",
        "117 นายสัมพันธ์  พงษ์พรรณากูล",
        "118 นายสาธิต  ยอดดำเนิน",
        "119 นายสำราญ  รุ่งโรจน์",
        "120 นายสิทธิชัย  ลาภานุพัฒนกุล",
        "121 นางสุจิตตา  วงศ์ไชยา",
        "122 นางสุธรรม  วิรุฬหมาลย์",
        "123 น.ส.สุปราณี  แหลมหลัก",
        "124 นายสุพร  ชาติมนตรี",
        "125 นางสุพรรณ  รองพล",
        "126 นายสุรวัช  อัครวรมาศ",
        "127 นายสุรินทร์  เหล่าพัทรเกษม",
        "128 น.ส.สุวณา  ปิยะพิสุทธิ์",
        "129 นายสุวัชร  จันทวงค์",
        "130 นายสุวิทย์  ศรีบุรินทร์",
        "131 นายสุวิทย์  ขาวดี",
        "132 น.ส.สุวิมล  จันทร์แท่น",
        "133 นางเสงี่ยม  มีแวว",
        "134 นางโสทรินทร์  โชคคติวัฒน์",
        "135 น.ส.โสธรินทร์  ธรรมารักษ์",
        "136 นายองอาจ  เรืองภูมิ",
        "137 นายอดุลย์  แวมะ",
        "138 นายอนัน  รามพันธุ์",
        "139 นายอภิสิทธิ์  ชาญชัยชูจิต",
        "140 น.ส.อรอุมา  ไชยเศรษฐ",
        "141 นายอัครวินท์  ขำขุด",
        "142 นายอำพล  แก้วมุสิก",
        "143 นายอิสมาแอ  แวมุสตอฟา",
        "144 นายอุดม  หุ่นทอง",
        "145 นายอุดร  พุทธวิเศษสรรค์",
        "146 นายอุสมาน  อุมา"
    ],
    "กลุ่ม 12: กลุ่มผู้ประกอบอุตสาหกรรม": [
        "1 นายกฤษณะกร  จันทระ",
        "2 น.ส.กาญจณันท์  คงสาโรจน์",
        "3 นายกานต์  จิตสุทธิภากร",
        "4 นายกิตติวัฒน์  วิเศษขัน",
        "5 นายกิตติศักดิ์  มณีนพรัตน์",
        "6 นายเกรียงไกร  บุญส่ง",
        "7 นางแก้วตา  จันทร์วีระชัย",
        "8 นายจักรพงษ์  คงปัญญา",
        "9 นางจิดาภา  หนูยศ",
        "10 นางจิราพร  คงชุม",
        "11 น.ส.เจนจิรา  กงทอง",
        "12 น.ส.ดำารงค์  ฮุนสวัสดิกุล",
        "13 นายชัชกิจ  บูรณธนานุกิจนท",
        "14 นายชัชชัย  ชินธรรมมิตร",
        "15 นายชัยยันต์  ใจเย็น",
        "16 นายชูโต  จิระคุณากร",
        "17 นายเชาวลิต  คันธิก",
        "18 น.ส.เชิญพร  กาญจนสายะ",
        "19 นายณรงค์  จิตราช",
        "20 นางณุชรีย์  ไศละสูต",
        "21 นายเดชา  สงค์ประเสริฐ",
        "22 น.ส.ตวงคุณ  ทรงธรรมวัฒน์",
        "23 นายโตณณาการ  ชูลี",
        "24 นายทวี  สมใจ",
        "25 นางทองเสียน  วงษ์ประจันทร์",
        "26 นายธนกฤต  เจียรวัฒนากร",
        "27 นายธนชัย  แซ่จึง",
        "28 นายธนาโชค  เปี่ยมพงศ์สานต์",
        "29 น.ส.ธัญญ์รภัสร์  ตรงกิจไพศาล",
        "30 นายธาดา  สุพรรณราช",
        "31 นายธานินทร์  จันทโรบล",
        "32 นางธารนี  ปรีดาสันติ์",
        "33 นายนคร  งามสมชาติ",
        "34 นายนพกร  สุวรรณเตมีย์",
        "35 น.ส.นันทิพา  กันทาแก้ว",
        "36 นายนิพนธ์  จริยะนรวิชช์",
        "37 นายนิรามัย  เลิศพัฒนสุวรรณ",
        "38 นายบรรจบ  วงค์แตง",
        "39 นายบุญจิระ  บุญปัญญา",
        "40 นายบุญเลิศ  รักพรม",
        "41 นางบุบผาไพร  ศรีนากรุง",
        "42 นางประพีร์  สรไกรกิติกูล",
        "43 นายประมาณ  บุญยัง",
        "44 นายปรีชา  บางนา",
        "45 นายปิยะ  เคลือบมาศ",
        "46 นายปิยะพงศ์  เรืองรอง",
        "47 น.ส.ปุณณภา  จินดาพงษ์",
        "48 นายพงศ์  บุนนาค",
        "49 นายพงษ์ศักดิ์  เกิดวงศ์บัณฑิต",
        "50 น.ส.พรหมพรรณ  ทองมี",
        "51 นายพลเอก  รุ่งโรจน์กิติยศ",
        "52 นายพละวัต  ตันศิริ",
        "53 นายพัทธนันท์  กิตตินันท์วงศ์",
        "54 นายพิเชษฐ์  สว่างโรจน์",
        "55 นายพีระ  เพชรพาณิชย์",
        "56 นายไพรัตน์  โฉมแฉล้ม",
        "57 น.ส.ภัชราภรณ์  บุญประกอบ",
        "58 น.ส.ภัทรพร  อิทธิสมุทรเจริญ",
        "59 นายมงคล  มีเทศ",
        "60 นายมงคล  ลี้มหามงคลกุล",
        "61 นายมนตรี  จันทร์จรูญพงษ์",
        "62 น.ส.มาลายา  รัมมิตร",
        "63 นายยอดชาย  โพธิ์มี",
        "64 น.ส.ยุพวรรณ์  สิทธิคงศักดิ์",
        "65 นางรจนา  เพิ่มพูล",
        "66 นายรังสรรค์  สบายเมือง",
        "67 นายราเชนทร์  จันทรสมบัติ",
        "68 นายราเชนทร์  สุวรรณโชคสกุล",
        "69 นางรุ่งรัตน์  ภิรมย์สนธิ์",
        "70 น.ส.ดำารงค์  คงเจริญ",
        "71 นางลัดดา  ศรีเปารยะ",
        "72 นายวรชัย  มีบ่อทรัพย์",
        "73 นางวราภัสร์  ไพพรรณรัตน์",
        "74 นายวัชระ  มากระจัน",
        "75 นายวิเชียร  สมวะเวียง",
        "76 นายวิเชียร  เจนตระกูลโรจน์",
        "77 นายวิเชียร  ศรีสุด",
        "78 นายวินัย  รุ่งฤทธิเดช",
        "79 นางวิระวัลย์  บุญค้า",
        "80 นายวิรุฬห์  เมธานราคุปต์",
        "81 นายวิวัฒน์  ทีฆคีรีกุล",
        "82 นายวิศิษฎ์  จันทร์สิทธิพงศ์",
        "83 นายวิสุทธิ์  ปัญจมาพิรมย์",
        "84 น.ส.วีณาวรรณ  ไตรไทยธีระ",
        "85 นายวีรยุทธ  สร้อยทอง",
        "86 นายวีรศักดิ์  คูศรีเทพประทาน",
        "87 นายวีระ  อัครพุทธิพร",
        "88 นายวุฒิชัย  โรจน์ทิพยรัก",
        "89 นายเวโรจน์ธน  ประเทืองบริบูรณ์",
        "90 นายไวภพ  แซ่ตัง",
        "91 นายศิริวิทย์  คีรีเดช",
        "92 นายศุภณัฐ  สุวรรณปริสุทธิ์",
        "93 นายศุภศักดิ์  รุ่งเจิดฟ้า",
        "94 นายเศรษฐกาณฑ์  คลอวุฒิพัฒน์",
        "95 น.ส.สงกรานต์  ยลไชย",
        "96 นายสนธยา  ก่ออำไพ",
        "97 นายสมเกียรติ  สุชัยธนาวนิช",
        "98 นายสมเกียรติ  ทรัพย์สวนแตง",
        "99 นายสมคิด  เมืองทะ",
        "100 นายสมชาย  ศิลปาภินันท์",
        "101 นายสมพงศ์  สิมาพัฒนพงศ์",
        "102 นายสมลักษณ์ทกฤด  อริยเกรียงไกร",
        "103 นายสรสิทธิ์  ชลิศราพงศ์",
        "104 นายสังเวียน  สระทองพูล",
        "105 นายสาโรจน์  สุวรรณวงศ์",
        "106 นายสาโรจน์  วงศ์สวัสดิ์",
        "107 นายสิงห์  ขยัน",
        "108 นายสิทธิชัย  ญาติพัฒน์",
        "109 นายสุชัย  พงษ์พากเพียร",
        "110 นายสุธี  กุลตังวัฒนา",
        "111 นายสุพล  ศรีประดิษฐ์",
        "112 น.ส.สุภาพร  สรรพคุณ",
        "113 นายสุรชัย  กรรณิกา",
        "114 นายสุรเชษฐ์  นิลละออ",
        "115 นางสุรางค์  เปี่ยมพงศ์สานต์",
        "116 นายสุวิช  ธนาคุณ",
        "117 นายสุวิทย์  เศรษโฐ",
        "118 น.ส.เสาวลักษณ์  กาญจนคงคา",
        "119 พ.อ.อ.แสงทิตย์  ม่วงศรี",
        "120 นางโสภา  กันทะรักษา",
        "121 นายอธิราษฎร์  ดำดี",
        "122 น.ส.อภิญญา  ศรีวิลาศ",
        "123 นายอรรจน์  สุวรรณนุรักษ์",
        "124 นายอ่อนสี  สารบาล",
        "125 นายอารมณ์  กุลดิลก",
        "126 นายอาหะมะ  ปะเนาะ",
        "127 นายอิทธิพัทธ์  ศิริเสรีวัฒนา",
        "128 นายอุดม  พัชรพนาวีร์",
        "129 นางเอมอร  แหม่งปัง"
    ],
    "กลุ่ม 13: กลุ่มผู้ประกอบอาชีพด้านวิทยาศาสตร์ เทคโนโลยี การสื่อสาร การพัฒนานวัตกรรม": [
        "1 นายกัมพล  ทองชิว",
        "2 นายกิจติศักดิ์  สิริพัฒน์",
        "3 นายกิตตินันท์  อนุพันธ์",
        "4 นายกิติเชษฐ์  เขียวจันทร์",
        "5 นายเกรียงศักดิ์  โชคไพรศรี",
        "6 นายเกรียงศักดิ์  พึ่งเงิน",
        "7 นายเกษม  นิลสุวรรณ",
        "8 ว่าที่ ร.ต.ไกรสร  พิมพ์ประสานต์",
        "9 นายขวัญชัย  แสนหิรัณย์",
        "10 นายคมสัน  อุทัยวัฒน์",
        "11 นายจง  ทองปั้น",
        "12 นายจรูญ  ชินโสภณทรัพย์",
        "13 นายจักรินทร์  ไชยวิเศษ",
        "14 นายจำนง  วงษ์ชาชม",
        "15 น.ส.จุไรรัตน์  เปี่ยมพงศ์สานต์",
        "16 นายฉัตรแก้ว  ฮาตระวัง",
        "17 นางฉัตรมงคล  จันทร์เขียว",
        "18 นายเฉลิมชัย  จันทรเสนา",
        "19 นายชัยณรงค์  รักพินิจ",
        "20 นายชัยวัฒน์  พันธุพัฒน์",
        "21 นายชัยอนันต์  อรุณฤกษ์ดีกุล",
        "22 นายชาญวิศว์  บรรจงการ",
        "23 นายชาติ  ไชยสิทธิ์",
        "24 นางเชาวลักษณ์  แกรม",
        "25 น.ส.ฌีวาตรา  ตาลชัย",
        "26 นายฐิติพงศ์  ยอดชีวัน",
        "27 น.อ.ณรงค์  กีสพงษ์",
        "28 นายณศรัณย์  อภิชาสิริพุฒิชัย",
        "29 นายณัฐพงษ์  หลงโห้",
        "30 นายณัฐพล  ศรีรังสิต",
        "31 นายณัทกฤช  ธนพงษ์ภูริช",
        "32 นายดุสิทธิ์  ทองเกิด",
        "33 นายทิวา  ศุภจรรยา",
        "34 นายธนวัฒน์  ศรีสุข",
        "35 นายธวัชชัย  วรสุนทร",
        "36 นายธัชชญาณ์ณัช  เจียรธนัทกานนท์",
        "37 นายธีระพงษ์  เวศนานนท์",
        "38 นายนงค์  แข็งแรง",
        "39 นายนพดล  พริ้งสกุล",
        "40 นายนพรัตน์  กวางทอง",
        "41 นายนริศ  นามวงศ์",
        "42 พ.ต.นฤต  รัตนพิเชฏฐชัย",
        "43 นายนันทกร  ภัทรเรืองชัย",
        "44 นายนันทวัฒน์  จรัสโรจน์ธนเดช",
        "45 น.ต.นิธิกร  ประเสริฐสงค์",
        "46 นางนิ่มนวล  พฤกษ์ปัญญากุล",
        "47 นายเนติศิลป์  พฤกษศรี",
        "48 ร.ต.อ.บุญชนก  ขัตบุญเรือง",
        "49 นายบุญธวัช  ปานสังข์",
        "50 นายบุญยืน  บุญเลิศ",
        "51 นายปรมินทร์  จันทรกาล",
        "52 นายประยุทธ  ศุภวราพงษ์",
        "53 นายประเวทย์  ตันติสัจจธรรม",
        "54 นายประเสริฐ  บุญธรรมมา",
        "55 นายดำารงค์  ศรีสำราญ",
        "56 นายปราโมทย์  บุญคง",
        "57 นายปริญญวัฒน์  ธงศรีเจริญ",
        "58 นายปริญญา  แสงโสดา",
        "59 นายปิยทัศน์  วัลย์เพ็ญ",
        "60 นายปิยะนันท์  อนันต์ยศสรกิจ",
        "61 นายพงศ์พัฒน์  ตุลาชม",
        "62 นายพงษ์ภิญโญ  ปัญโญใหญ่",
        "63 นายพจน์  พจนพาณิชย์กุล",
        "64 นายพนมพร  สุวรรณปัฏนะ",
        "65 นายพรเพิ่ม  ทองศรี",
        "66 นายพันธ์ศักดิ์  จันทร์ปัญญา",
        "67 นายพัลลภ  เสนาดี",
        "68 นายพุธทอง  โพธิปัญญา",
        "69 นายภัคพงศ์  อ้นคง",
        "70 นางภัทรภร  ธนะภาวริศ",
        "71 นายภาวุธ  พงษ์วิทยภานุ",
        "72 นายภุชพงค์  โคตรบัญชา",
        "73 นายมงคล  เปี่ยมพงศ์สานต์",
        "74 นายมนัส  รองพล",
        "75 นายมะยูนิง  โตะบา",
        "76 นายมั่นคง  มณีรัตนรุ่งโรจน์",
        "77 นายมานะ  มหาสุวีระชัย",
        "78 นายมูฮ˚ามัดซูลฮัน  ลามะทา",
        "79 นายเมธาพัฒน์  ศรีมนัส",
        "80 นายรชต  ธิยานันท์",
        "81 นายรังรักษ์  งามศิริ",
        "82 นายรัชศิชภ  ธีรัชต์กุล",
        "83 นายรัตน์ชัย  ลีรพงษ์กุล",
        "84 นางราชาวดี  ศรีคูณ",
        "85 นายราเชนทร์  คนชม",
        "86 น.ส.ลิตา  ทาบึงกาญจน์",
        "87 นายเลิศวิทย์  วรพงศธร",
        "88 นายวณัฏฐ์  สวนศิลป์ พงศ์",
        "89 นายวรชัย  ติลติ",
        "90 นายวรวิทย์  กิติกุศล",
        "91 นายวัชรินทร์  รำไพภักดี",
        "92 นางวัชรี  แจ่มเจริญสุขศรี",
        "93 นายวิคุณ  อ่วมศรี",
        "94 นายวิชา  ศรีคำซาว",
        "95 นายวิชาญ  สุวรรณชื่น",
        "96 นายวิเชียร  เชิดชูตระกูลทอง",
        "97 นายวิรัลพัชร  วงศ์ทวีรัตน์",
        "98 นายวีระพงษ์  เทพอักษร",
        "99 น.ต.วุฒิพงศ์  พงศ์สุวรรณ",
        "100 นายศรีเมือง  เจริญศิริ",
        "101 นายศศิดนัย  พรศิริทองทวี",
        "102 น.ส.ศิริวรรณ  คูอัมพร",
        "103 นายศุภกฤษ  เมืองทอง",
        "104 นายศุภวิท  กำเนิดแสง",
        "105 นายสนธิญา  หนูจีนเส้ง",
        "106 นายสมพักษ์  จิตอารี",
        "107 พ.อ.สมมาส  สำราญรัตน์",
        "108 นายสมยศ  ทองบัณฑิต",
        "109 นายสมศักดิ์  มาหา",
        "110 นายสมัย  หวันสบูดิน",
        "111 นายสรชาติ  สุวรรณพรหม",
        "112 พล.อ.อ.สราวุธ  กลิ่นพันธุ์",
        "113 นายดำารงค์  สามศรี",
        "114 นายสามารถ  ดวงวิจิตรกุล",
        "115 พล.อ.สายัณห์  สวัสดิ์ศรี",
        "116 นายสำราญ  เต็มรักษ์",
        "117 นายสิทธิรัชต์  จารุไชยกุล",
        "118 น.ส.สุกัญญา  หงษ์วิลัย",
        "119 นายสุขเกษม  จันทร์ศรี",
        "120 นายสุทัศน์  มีศิริ",
        "121 นายสุปรีชา  เอกกฤตสุวรรณ",
        "122 นายสุพจน์  กลิ่นทอง",
        "123 นายสุพัตรชัย  เตียวเจริญโสภา",
        "124 น.ส.สุภาวดี  สีมาวรานนท์",
        "125 พล.อ.สุรใจ  จิตต์แจ้ง",
        "126 นายสุรชัย  ลาภสิทธิวงศ์",
        "127 นายสุรเดช  น้อยจันทร์",
        "128 นายสุรพงศ์  งามสม",
        "129 นายสุรัช  ตันบี้",
        "130 นายสุวชัย  ฤทธิโสม",
        "131 นายสุวัจน์  เปี่ยมพงศ์สานต์",
        "132 นายสุฬิพัส  สุวิชญ์ธนาฐิติ",
        "133 พ.ท.เสกสรร  สกุลเพชรพิทักษ์",
        "134 นางเสาวณิต  รัตนรวมการ",
        "135 น.ส.โสภิตา  กฤตาวรนนท์",
        "136 นายองค์อาด  ธรรมกร่าง",
        "137 นายอนิวรรต  เปรมใจ",
        "138 พ.อ.อนุรัตน์  อินกัน",
        "139 น.ส.อภิชฏา  ทองรักษ์",
        "140 นายอภิชาติ  พิมพ์เสริฐ",
        "141 นายอภิเชษฐ์  เข็มสุข",
        "142 นายอรรคพงษ์  โภคินจงวิวัฒน์",
        "143 นายอลงกรณ์  เหล่าเขตรกิจ",
        "144 นายอัศวิน  นันทะแสง",
        "145 นายอำนวยธนัช  บุบผา",
        "146 นายอิทธิพัทธ์  จันทร์ศิริ",
        "147 นายเอกราช  โฆษิตพิมานเวช"
    ],
    "กลุ่ม 14: กลุ่มสตรี": [
        "1 นางกฤษณา  มีมงคล",
        "2 น.ส.กัญจนพร  บุญเรืองศรี",
        "3 นางกานต์เปรมปรีด์  ชิตานนท์",
        "4 นางกุมลี  เชื้อหอม",
        "5 นางกุลทรัพย์  ยาสา",
        "6 นางกุลรัตน์  เนียมประเสริฐ",
        "7 นางกุลวดี  แก้วจำนงค์",
        "8 นางกุสุมาลวตี  ศิริโกมุท",
        "9 นางเกษร  แสนศักดิ์",
        "10 น.ส.ขวัญใจ  บุญท้วม",
        "11 น.ส.ขวัญเรือน  จันตราชู",
        "12 นางคำมา  ฉิมวิลัยทรัพย์",
        "13 นางเครือวัลย์  เปี่ยมพงศ์สานต์",
        "14 นางจรินทร์  เคี่ยมพันธ์",
        "15 นางจรุญ  คะสันต์",
        "16 นางจันทร์แรม  สุจริต",
        "17 น.ส.จารุณี  ฤกษ์ปราณี",
        "18 น.ส.จิรปรียา  อวนศรี",
        "19 น.ส.จิระวรรณ  เซซ่ง",
        "20 น.ส.จิราพร  เงินสมทอง",
        "21 นางจุฑารัตน์  นิลเปรม",
        "22 นางจุไรวรรณ  พูลสาทรกูล",
        "23 นางจุฬารักษ์  พิริยะกิจไพบูลย์",
        "24 นางเจียระนัย  ตั้งกีรติ",
        "25 น.ส.ฉัตรแก้ว  รำพรรณ์",
        "26 นางฉันทนา  อาสมาน",
        "27 นางโฉมยง  ทวีทรัพย์",
        "28 นางชฎาภรณ์  เบ้ารักษา",
        "29 นางชบา  จุลโพธิ์",
        "30 น.ส.ชุตินันท์  สอนสมฤทธิ์",
        "31 นางชุติมา  แสงโสดา",
        "32 น.ส.ฐาปนี  โปร่งรัศมี",
        "33 น.ส.ณฐมน  ชื่นดวง",
        "34 น.ส.ณพัฐอร  เกตุปาน",
        "35 นางณัฏฐินีภรณ์  จันทรโณทัย",
        "36 น.ส.ณัฐกานต์  พงษ์สุวรรณ์",
        "37 น.ส.ณัฐจิมนต์  ตันตระสุขถาวร",
        "38 น.ส.ณัฐธภา  ขำศรี",
        "39 นางณิษา  ชีระนังสุ",
        "40 นางดวงกมล  ซุยหลวง",
        "41 นางดวงดาว  รักษ์ศรี",
        "42 นางแต๋ว  เปี่ยมพงศ์สานต์",
        "43 นางทศวรรณ  แซ่หลิม",
        "44 นางทัศนีย์  ไพอุปรี",
        "45 นางทิพย์วรมน  เกษมศุภวงศ์",
        "46 พ.อ.ธณตศกร  บุราคม",
        "47 น.ส.ธัญวลัย  แก้วยก",
        "48 น.ส.ธันยนันท์  ภูกิจบุลวัฒน์",
        "49 นางนงลักษณ์  เลิศล˚าหวาน",
        "50 นางนภัสนันท์  ไชยเมืองช่ืน",
        "51 นางนภาพร  เจริญยิ่ง",
        "52 นางนริศรา  ดำรงวัฒนกุล",
        "53 นางนฤดี  เสาร์มนตรี",
        "54 น.ส.นฤมล  ปิติทานันท์",
        "55 นางนฤมล  จินศิริวานิชย์",
        "56 น.ส.นษภร  ดลสุข",
        "57 นางนารีย์  ใจดี",
        "58 น.ส.นิมิต  ตราชู",
        "59 นางนิราภร  มิยาซากิ",
        "60 นางนีรา  ศุภสินถาวรกุล",
        "61 นางบัดรียะห์  ยะโตะ",
        "62 นางปณิตา  ศรีประทุม",
        "63 น.ส.ประภาภัทร  นววุฑฒิโชติ",
        "64 นางประยงค์  ศรีธรณ์",
        "65 น.ส.ปาลาวดี  เนื่องจำนงค์",
        "66 นางผ่องศรี  หน่อคำ",
        "67 นางพนัชกร  ตันเจริญ",
        "68 นางพรปวีณ์  สถาปนพิทักษ์กิจ",
        "69 นางพรพิศ  บัวบาล",
        "70 น.ส.พรเพ็ญ  รัศมีธรรมวงศ์",
        "71 น.ส.พรรณรัตน์  จงอมรรัตน์",
        "72 นางพรรณา  คุณัญญาสกุล",
        "73 นางพศุตม์  ตราชู",
        "74 นางพองาม  ปรีดาสันติ์",
        "75 น.ส.พัชรา  ลาภเจริญ",
        "76 น.ส.พัชรินทร์  เกษสุวรรณ",
        "77 นางพานิช  แต้กิจพัฒนา",
        "78 นางพิพาวรรณ  สกุลพรหม",
        "79 นางพิไลวรรณ  ศรีสงคราม",
        "80 นางพูลสุข  เติมเศรษฐเจริญ",
        "81 นางเพ็ชรพรรณ  ชวนบุญ",
        "82 นางดำารงค์  เพียรดำ",
        "83 น.ส.ภาวนา  พัฒนเวช",
        "84 นางมณฑิชา  ช้าเกตุ",
        "85 นางมยุรี  โพธิแสน",
        "86 นางมะลิ  เวสสวัสดิ์",
        "87 นางมัตติกา  เวฬุวัน",
        "88 น.ส.มาลินี  แก้วน่าน",
        "89 น.ส.มาลี  พึ่งพา",
        "90 นางยลพรรษย์  ศิริรัตน์",
        "91 น.ส.รมย์รวินท์  ปะกิระน˚า",
        "92 น.ส.รัชดาพร  เอี่ยมสะอาด",
        "93 นางรัศมี  ชาลีเครือ",
        "94 น.ส.ราตีผ๊ะ  วาแมง",
        "95 นางรำพรรณ  พวงพุ่ม",
        "96 นางรุ่งนภา  พุฒแก้ว",
        "97 น.ส.รุ่งรดิส  ทรงคุณ",
        "98 นางรุ่งรัตน์  จันทร์ประทัศน์",
        "99 น.ส.รุจินาถ  ศรีสุวรรณ",
        "100 นางเรณู  วงศ์พรม",
        "101 น.ส.ลัดดา  สมัครสมาน",
        "102 นางลัดดาวรรณ์  น้าดอกไม้",
        "103 น.ส.วรรณา  แดงเอียด",
        "104 น.ส.วรวลัญช์  วงศ์ทวีรัตน์",
        "105 น.ส.วรัญญ์รัตน์  ทาหะพรหม",
        "106 น.ส.วันเพ็ญ  สุขสวัสดิ์",
        "107 น.ส.วัลยา  เล่งหลัก",
        "108 นางวัลลภาภรณ์  นุมานิต",
        "109 นางวาทินี  ใจสม",
        "110 นางวาสนา  ยศสอน",
        "111 นางวิมล  ครุฑจ้อน",
        "112 นางแววตา  แสงบุญ",
        "113 นางศรีสุภรณ์  แซ่เจ็ง",
        "114 นางศศิร์อร  ณชาภิฌาน",
        "115 น.ส.ศิรภัสสร  บุญระยอง",
        "116 นางศิริพรรณ  พุมมา",
        "117 น.ส.ศิริวรรณ  อินทวงค์",
        "118 น.ส.ศิวัชญา  จันทราภิรมย์",
        "119 นางสมปอง  ชึรัมย์",
        "120 นางสร้อยวรรณ  นาควารี",
        "121 นางสว่าง  เจริญรัมย์",
        "122 นางสังวาลย์  เหมนวล",
        "123 นางสังเวียน  หมู่มาก",
        "124 นางสายฝน  จันทร์ศิริ",
        "125 นางสาวิณี  ไทยกล้า",
        "126 น.ส.สิริกาญจน์  ใจดี",
        "127 นางสีไพ  ฟุ้งเฟื่อง",
        "128 น.ส.สุกัญญา  ประจวบเหมาะ",
        "129 นางสุคนธ์  เปี่ยมพงศ์สานต์",
        "130 นางสุนันทา  จุลกิ่ง",
        "131 นางสุพรรณพิมพ์  พุทธรรม",
        "132 น.ส.สุภาภรณ์  อัษฎมงคล",
        "133 นางสุมาลี  ขุนศิริ",
        "134 น.ส.สุรีย์  เลิศฤทธา",
        "135 นางสุรีย์ภัค  สมบัติประธาน",
        "136 น.ส.สุวรรณา  ธรรมานนท์",
        "137 นางเสาวคนธ์  นิยมะจันทร์",
        "138 นางแสงดาว  บุญยัง",
        "139 นางแสงระวี  ดีสนอง",
        "140 นางอจลา  ณ ระนอง",
        "141 นางอมรพันธุ์  อ่อนคง",
        "142 นางอมรรัตน์  มนตรี",
        "143 นางอรทัย  พัฒนมงคล",
        "144 น.ส.อรทัย  ศิริหล้า",
        "145 น.ส.อรทัย  สุเมธยาจารย์",
        "146 นางอรัญญนี  สิงหา",
        "147 น.ส.อรุณี  ศรีโต",
        "148 น.ส.อัจฉรพรรณ  หอมรส",
        "149 นางอัจฉราวดี  เกื้อหนุน",
        "150 น.ส.อาทิตยา  กิ่งคา",
        "151 น.ส.อาภาวราภร  เบ้าบัวเงิน",
        "152 น.ส.อาภาศิริ  แจ้งธนาภา",
        "153 นางอารมณ์  จินุกูล",
        "154 นางอุมาลี  ดัดพินิจ"
    ],
    "กลุ่ม 15: กลุ่มผู้สูงอายุ คนพิการหรือทุพพลภาพ กลุ่มชาติพันธุ์ กลุ่มอัตลักษณ์อื่น": [
        "1 นางกฤษญา  ท้วมนาค",
        "2 นายกฤษฎา  ชาญนารถ",
        "3 นายกฤษณุ  เหลืองพิบูลกิจ",
        "4 นายกำธร  เปี่ยมพงศ์สานต์",
        "5 นายกิตติ  ดวงแสง",
        "6 นายกิตติพันธ์  อนันตกูลจิรโชติ",
        "7 นายไกรณรงค์  ธรฤทธิ์",
        "8 นายขวัญชัย  บุญเพ็ชร",
        "9 นางจงดี  เมืองจันทึก",
        "10 น.ส.จรรยา  เสวี",
        "11 น.ส.จริยา  กงจักร์",
        "12 นายจัตุรนต์  คชสีห์",
        "13 นายเจียร  สำราญ",
        "14 นางฉัตรทอง  ศิริอนันต์",
        "15 นายชัยวรรธน์  ชูสุวรรณ์",
        "16 นายชาญณรงค์  พรรุ่งโรจน์",
        "17 นายชาติชาย  ม่วงเล็ก",
        "18 นายชาลี  ดายี่",
        "19 นายชำนาญ  นาคศิริ",
        "20 นายชุ่มนคร  วรชินา",
        "21 นายชูเกียรติ  สิงห์สูง",
        "22 นางชูรัตน์  สุวรรณา",
        "23 นายเชิดชัย  บริจาค",
        "24 นายโชคอนันต์  ธรรมโหร",
        "25 นายญาณพัฒน์  ไพรมีทรัพย์",
        "26 นายณัฐวัชร  จันทโรธรณ์",
        "27 นายดำรงศักดิ์  สืบศรีวิชัย",
        "28 นายดิเรก  ถึงฝั่ง",
        "29 นายเดชา  ปัสสำราญ",
        "30 นายตุ๋ย  สุพรมอินทร์",
        "31 นายทศพล  บุญพิทักษ์พันธุ์",
        "32 นายทองดี  บุญจินดา",
        "33 นางทิวา  หิรัญ",
        "34 จ.ส.ต.ธนกฤต  ลิบลับ",
        "35 นายธนภัทร  ตวงวิไล",
        "36 นายธนัช  วัธนเวคิน",
        "37 นายธวัชชัย  เผ่าเหลืองทอง",
        "38 นายธิติ  วีระวัฒน์",
        "39 นายธีรภัทร์  คำสม",
        "40 นายธีรศักดิ์  คชฤทธิ์",
        "41 นายเธียรธรรม  เหมือนสร้อย",
        "42 นางนงคาร  บุญศรี",
        "43 นายนิกร  ดาวเชิญ",
        "44 พ.ต.อ.ดำารงค์  ทองขาว",
        "45 ส.ต.นิคม  นพสูรย์",
        "46 น.ส.นิทรา  เทียมสุวรรณ",
        "47 นายนิธิพล  สิงห์คาน",
        "48 นายนิรันดร์  เอี่ยมอร่าม",
        "49 นายนิรันดร์  แวดือราแม",
        "50 นายนิเวศ  พันธ์เจริญวรกุล",
        "51 นางนุกูล  กิจเพียร",
        "52 นางบัวศรี  บุญยั่งยืน",
        "53 นายบือราเฮง  อูเซ็ง",
        "54 นายบุญยาม  เสาจันทร์",
        "55 นายบุญส่ง  ล้อประกานต์สิทธิ์",
        "56 นายบุญฮงค์  กัตตา",
        "57 นายประดิษฐ์  โสมณวัตร",
        "58 นายประเทือง  มนตรี",
        "59 นายประพันธ์  บัวศรี",
        "60 นางประสาน  พาโคกทม",
        "61 นายประสิทธิ์  มีสอน",
        "62 นางประเสริฐ  เถาทอง",
        "63 นายปั้ง  แซ่ซี",
        "64 นายปิยวิทย์  โกฏเพชร",
        "65 พล.ต.พงษ์ศักดิ์  วงษ์สวรรค์",
        "66 นายพงษ์ศักดิ์  เงยเจริญ",
        "67 นางพรรณี  ชะบา",
        "68 นายพิชัย  เอี่ยมซิ้ว",
        "69 นางพูล  อรกุล",
        "70 นายไพฑูรย์  จรทะผา",
        "71 นายฟอง  ผดุงโกเม็ด",
        "72 นายภิญโญ  เนียมสงค์",
        "73 ร.ท.ภูมินทร์  ชุมนุมพร",
        "74 นายมานพ  จรัสดำรงนิตย์",
        "75 นายมานิจ  นิจพรพงศ์",
        "76 นายมาโนชญ์  ธีระเพ็ญแสง",
        "77 นายมุฮัมมัด  หวังถึก",
        "78 นายมูฮัมหมัดนายิบ  หิเล",
        "79 นายยุคล  ชนะวัฒน์ปัญญา",
        "80 พล.อ.อ.ยุทธนา  สุกุมลจันทร์",
        "81 พ.ต.อ.แย้ม  เล็กมณี",
        "82 นายรังสรรค์  หันสันเทียะ",
        "83 นางรำไพ  วรมงคลพฤกษ์",
        "84 นางลดาวัลย์  แสงจันทร์",
        "85 นายลักษณ์  เย็นศิริ",
        "86 นายลือชัย  เจริญทรัพย์",
        "87 นางเลขา  สมบัติทิพย์",
        "88 นายวชิระ  วิชชุวรนันท์",
        "89 นายวรพัทธ์  ศิริโชค",
        "90 นายวันชัย  ฮุ้นสกุล",
        "91 พ.ต.ต.วันชัย  เหล็กเพ็ช",
        "92 นายวิจิตร  ลิ้มสมบัติอนันต์",
        "93 นายวิเชียร  พรหมปั้น",
        "94 นายวิทัศน์  เตชะบุญ",
        "95 นายวิพนธ์  จิตรจักร์",
        "96 น.ส.วิภาวรรณ  นวลสมศรี",
        "97 นายวิโรจน์  สุวรรณคีรี",
        "98 น.ส.วิลัย  สะตะ",
        "99 น.ส.วิไล  วัชรชัยสิริกุล",
        "100 น.ส.วิไลภรณ์  รัตนสีหา",
        "101 นายวีระ  เขนย",
        "102 นางเวียงแก้ว  ภูมิพฤกษ์",
        "103 นายแวดอเลาะ  ยูโซะ",
        "104 พ.อ.ศรัณย์  แสนพรหม",
        "105 นายศรายุทธ  ยิ้มยวน",
        "106 นายศรีศักดิ์  ขะระเขื่อน",
        "107 นายศักดิ์  ไชยวงศ์",
        "108 นายศุภศักดิ์  นุ่นสังข์",
        "109 นายสกล  ก๊กผล",
        "110 ส.ท.สงคราม  บัวทอง",
        "111 นายสงบ  วงศ์กลม",
        "112 นายสมเกียรติ  นิพัทธ์ผลสกุล",
        "113 นายสมเกียรติ  ปูกา",
        "114 พ.ต.อ.สมชาย  แช่มช้อย",
        "115 นายสมชาย  วัชระสุขโพธิ์",
        "116 นายสมดุลย์  บุญไชย",
        "117 นายสมพงษ์  หลำทอง",
        "118 นายสมยศ  ศรีสุจันทร์",
        "119 พ.ต.อ.สมยศ  สีหาบัว",
        "120 ร.ต.อ.สมรไชย  ไชยเดช",
        "121 นายสมศักดิ์  ศรีโท",
        "122 นายสมศักดิ์  สุขศรีพานิชย์",
        "123 นายสมหมาย  หลาบหนองแสง",
        "124 นายสมหมาย  ศรีจันทร์",
        "125 นายสมิง  แจ่มปัญญา",
        "126 นายสมิง  กุลธี",
        "127 นายสหรัฐ  กุลศรี",
        "128 นายสะอาด  ทั่นเส้ง",
        "129 นายสิทธิพงษ์  ลุนระวงษ์",
        "130 นายสิทธิพงษ์  สุธาศิลพรมแพร",
        "131 นายสิทธิศักดิ์  จันทร์ดุ้ง",
        "132 นายสินธุ์  ช้างหลวง",
        "133 นางสุดารัตน์  รัตนโชติกานนท์",
        "134 นายสุเทพ  สุริยะมงคล",
        "135 นายสุธรรม  พรายพรรณ",
        "136 นายสุธีร์  นาคนิภากร",
        "137 นายสุนทร  ทองประศรี",
        "138 นายสุบิน  แก้วชัง",
        "139 นายสุพัชร  พันธุระศรี",
        "140 นายสุเมธ  พลคะชา",
        "141 นายสุรชัย  รักไทรทอง",
        "142 นางสุราวัลย์  แก่นดำ",
        "143 นายสุริยันต์  สายเมือง",
        "144 นายเสาร์คำ  ประภาสสังเกตุ",
        "145 นายอนุรักษ์  จู้",
        "146 นายอมร  ชูเอียด",
        "147 นายอรรถพล  ศรีชิษณุวรานนท์",
        "148 นายอวยชัย  กุลทิพย์มนตรี",
        "149 นางอัมพร  เปี่ยมพงศ์สานต์",
        "150 นายอาณัฐชัย  รัตตกุล",
        "151 นายอานันท์  รองพล",
        "152 นายอาหลี  มาลัยกูล",
        "153 นางอุทัยพร  ดรหมั่น",
        "154 นายโอภาส  วงศ์จรัส"
    ],
    "กลุ่ม 16: กลุ่มศิลปะ วัฒนธรรม ดนตรี การแสดงและบันเทิง นักกีฬา": [
        "1 นายกันต์ปวีร์  ณรงค์ทิพย์",
        "2 นายกันพิเชฐษ์  มลิเกตุ",
        "3 นายกำธร  บุญสา",
        "4 นายกิตติ์ธณัฏฐ์  เพ็งสาย",
        "5 นายกิตติพงษ์  เทียมสุวรรณ",
        "6 นายกิตติพงษ์  เตชะวงค์",
        "7 นายกิตติพร  อินทะสีดา",
        "8 นายโกมล  จันทวงษ์",
        "9 นายโกวิทย์  เจริญพจน์",
        "10 นายขจร  เพชรสุวรรณ",
        "11 นางขวัญเรือน  สมขวัญ",
        "12 นายคงกริษเล็ก  ศรีนาค",
        "13 นายคมกฤช  ฤทธิ์ขจร",
        "14 นายคอย  ผดุงโกเม็ด",
        "15 นายโฆสิต  ดีสม",
        "16 นายจักรพงศ์  ชมภูพิศ",
        "17 นายจักรวาล  แก้ววังทุ่ง",
        "18 นายจักษพรรณ์  เพ็งบุญ",
        "19 นางจันทนา  นันท์ภักดี",
        "20 นายจิรบูรณ์  นิยมสมาน",
        "21 นายจุมพล  ทองตัน",
        "22 นายเฉลิมพล  ไขว้พันธ์",
        "23 น.ส.ชนัญชิดา  เหมือนโพธิ์",
        "24 นายชมพล  การสุวรรณ",
        "25 น.ส.ชวนพิศ  จิตธรรมมา",
        "26 นายชวพล  วัฒนพรมงคล",
        "27 นายชวภณ  เริงฤทธิ์",
        "28 นายชาติชาย  ธรรมขันธ์",
        "29 นายชานล  เพ็ชรฉ่ำ",
        "30 นายเชาวฤทธิ์  บุญเกิด",
        "31 นายฐานุพงศ์  ศักดิ์ธนาวัฒน์",
        "32 นายณธีทอง  ศรีธุลี",
        "33 นายณพลเดช  มณีลังกา",
        "34 น.ส.ณภัทร  โชติพฤกษ์ชูกุล",
        "35 นายณรินเดช  แสนบุญเรือง",
        "36 ว่าที่ ร.ต.ณัฐเดชา  ศรีทอง",
        "37 นายณัฐพัชร์  วงศ์พัฒนาธนเดช",
        "38 นายดอกรัก  ไตรอุโภค",
        "39 นายดัชกรณ์  ตันเจริญ",
        "40 นายดารากร  ตัสมา",
        "41 น.ส.ดุจดาว  วัฒนปกรณ์",
        "42 นายตรีศิลป์  สุภาพ",
        "43 นายทรงยศ  เหมหงษ์",
        "44 นายทวี  ผิวผ่อง",
        "45 นายทองม้วน  ปาปะขำ",
        "46 ร.ต.ทักษิณ  ศรีสวัสดิ์",
        "47 นายธนกฤต  เลื่องปุ้ย",
        "48 นายธนฉัตร  ชยุทวาณิชกุล",
        "49 นายธนยศ  พราหมนาเวศ",
        "50 นายธนะรัชต์  พานนนท์",
        "51 น.ส.ธิดารัตน์  เพชรสังข์",
        "52 นายธีรภาพ  ลาภเจือจันทร์",
        "53 นายธีรวุฒิ  เปี่ยมพงศ์สานต์",
        "54 นายธีระวัฒน์  มุลวิไล",
        "55 นางนนทรียา  สุขวดี",
        "56 นางนภธร  อัครธรสกุล",
        "57 นายนราภัทร  ชื่นพักตร์",
        "58 นายนราฤทธิ์  พันธุเดช",
        "59 นายนฤพล  สุคนธชาติ",
        "60 น.ส.นัทธมน  สกุลแจบ้านเกาะ",
        "61 นางนัยนา  ชุมทอง",
        "62 นางนาราภัทร  เหล่าเผ่าพันธ์",
        "63 นายบุญช่วย  เครือวัลย์",
        "64 นายบุญเชิด  คุ่ยคร้าม",
        "65 นางบุญญาพร  รุ่งเกียรติธนกิจ",
        "66 นายประยงค์  ไชยพร",
        "67 นายประหยัด  ธานะราช",
        "68 นายปราชญ์  ชาวสวน",
        "69 นายปราณีต  เกรัมย์",
        "70 นายปราโมทย์  เอกก้านตรง",
        "71 นายปราโมทย์  พรหมนิล",
        "72 นายปริวัฒน์  ถานิสโร",
        "73 นายปัญญา  หาญล˚ายวง",
        "74 นายปัณณวิชญ์  รัตนะอัครวิชญ์",
        "75 น.ส.ปาริชาติ  ไผ่สุข",
        "76 นายปิยะวัฒน์  เปี่ยมเบี้ย",
        "77 นายพัฒน  ปิ่นวิเศษ",
        "78 นายพิชิตชัย  รัชตามพร",
        "79 นายพิบูลย์อัฑฒ์  หฤหรรษ์ปราการ",
        "80 นายพิริมัย  ปรางค์สุวรรณ",
        "81 นายพิสุทธิ์  ทรัพย์วิจิตร",
        "82 นายพีรวัส  ลี้วิศิษฏ์พัฒนา",
        "83 น.ส.พุทธธิดา  เฟื่องคร",
        "84 นางเพ็ญทิพย์  พวงระย้า",
        "85 นางเพลินพิศ  รักขุนส่อง",
        "86 นายภาณุมาศ  ตั้นซู่",
        "87 น.ส.ภาวิณี  ฟอฟิ",
        "88 นายภูมิมินทร์  อินทร์สุข",
        "89 น.ส.มนตรี  โสดาทุม",
        "90 นายมานะ  จรอำ",
        "91 นายมานิจ  ยาวะโนภาส",
        "92 นายมาโนช  เอี่ยมประเสริฐ",
        "93 นายดำารงค์  ประจันทร์นวล",
        "94 นายมุสตาร์  กูบู",
        "95 นายยงยุทธ  อุดมฤทธิ์",
        "96 นายยงศักดิ์  ณ สงขลา",
        "97 นายยุทธพงษ์  วัฒนพงษ์",
        "98 นายร่มเกล้า  ใจทัศน์กุล",
        "99 น.ส.รัชนีกร  ทองทิพย์",
        "100 นายเริงพล  มุกดาสนิท",
        "101 นายเริงศักดิ์  จุฑากรณ์",
        "102 นายฤกษ์ชัย  สายทองคำ",
        "103 นายละออง  เหนือเกาะหวาย",
        "104 นายเลิศศักดิ์  พิพัฒน์คุปตินันท์",
        "105 นางวนิดา  ชลสิทธิ์",
        "106 นายวัลลภ  ก้อนมณี",
        "107 นายวาริน  ขาวทอง",
        "108 น.ส.วิชชุฏา  เลิศฤทธิ์",
        "109 นายวิเชียร  ชัยสถาพร",
        "110 นายวิทูร  กรุณา",
        "111 นายวิภพ  นิลพฤกษ์",
        "112 นายวิวรรธน์  ไกรพิสิทธิ์กุล",
        "113 นายวีระกิตติ์  ศิริกุลยิ้มศล",
        "114 นายวุฒิพงศ์  จุฑาสงฆ์",
        "115 นายศุภชัย  มั่นใจตน",
        "116 พ.อ.ศุภณัฏฐ์  หนูรุ่ง",
        "117 นางศุภวัลย์  ศุภศิริ",
        "118 น.ส.ศุภาวดี  ก้อนแข็ง",
        "119 นายสนั่น  ทวีคูณ",
        "120 นายสบโชค  ดาราวิทยากร",
        "121 นายสมควร  ระยับศรี",
        "122 น.ส.สมจิตร  โพธิ์ศรี",
        "123 นายสมใจ  เฉี้ยนเงิน",
        "124 นายสมชาย  นิยมสุข",
        "125 นายสมนึก  อ่อนคง",
        "126 นายสมพงษ์  พิมพ์มาศ",
        "127 นายสมพร  บุญแสน",
        "128 นายสมศักย์  ดีแป้น",
        "129 นายสว่าง  ศรีชัย",
        "130 น.ส.สวิชญา  วาทะพุกกะณะ",
        "131 นายสะอาด  ร่วมจิตร์",
        "132 นายสันติ  อภิญญานุวัฒน์",
        "133 นายสำราญ  บุญสงค์",
        "134 นายสำริด  ธาระรส",
        "135 นายสิทธิศาสตร์  ศักดิ์ปุ๊ดพรม",
        "136 นายสุขสันติ์  สุวรรณเจริญ",
        "137 นางสุคนธ์  ปินตาดง",
        "138 น.ส.สุดสงวน  ศรีวันนา",
        "139 นายสุทธิพงษ์  มะลิกุล",
        "140 น.ส.สุธาทิพย์  เปี่ยมพงศ์สานต์",
        "141 นายสุนันท์  ทูลพิรัตน์",
        "142 นายสุรพล  พันธุ์ทอง",
        "143 นายสุวิช  จำปานนท์",
        "144 นายเสน่ห์  บุญกล่ำ",
        "145 นายอมรเทพ  สังข์น้อย",
        "146 นายอรรถสิทธิ์  มหิทธิ",
        "147 นายอริญชัย  ดีนา",
        "148 นายอะมัด  อายุเคน",
        "149 นายอิน  เกรียงไกรสุข",
        "150 นางอิศรางค์  อุระ",
        "151 นายเอกอมะตะอุธรนิ์  เกฐสิทธิ์",
        "152 นางเอมอร  ศรีกงพาน",
        "153 น.ส.ไอย์รีล  บุญไชย",
        "154 นางฮวย  แสนสามารถ"
    ],
    "กลุ่ม 17: กลุ่มประชาสังคม กลุ่มองค์กรสาธารณประโยชน์": [
        "1 นางกนกวรรณ  สาริวาท",
        "2 นางกรรณิกา  ขุนเพ็ชร",
        "3 นายกัมพล  ปัญกุล",
        "4 นางกาญจนา  จานทอง",
        "5 นายโกศล  สมจินดา",
        "6 น.ส.คนึงนิจ  สินธิพงษ์",
        "7 นางคนึงนิตย์  อายุมั่น",
        "8 นางคำพอง  ถูกคะเนย์",
        "9 นายคุณชิต  สายเย็น",
        "10 นายจรัญ  เผือดจันทึก",
        "11 นายจรัน  จันทะบุตร",
        "12 นางจรินทร์ทิพย์  สมถวิล",
        "13 นายจักรณรงค์  นัยโมลี",
        "14 นางจันทร์แดง  สุขศิริ",
        "15 นางจิระนันท์  เปี่ยมพงศ์สานต์",
        "16 นายจีระศักดิ์  วงษ์วิลาศ",
        "17 นายเจ๊ะอิสมาแอล  เบญเจ๊ะอาลี",
        "18 นายชนชัย  วงศ์ชัย",
        "19 น.ส.ชลดา  บุญเกษม",
        "20 นางชวนิศ  สุวรรณ",
        "21 นางช่อทิพย์  วาณิชย์เจริญ",
        "22 นายชัชวาลย์  พัฒนาไพบูลย์",
        "23 นายชาญชัย  ไชยพิศ",
        "24 นายชาตรี  ภิระบรรณ์",
        "25 นายชาติ  จินดาพล",
        "26 นายชานน  อ้นไชยะ",
        "27 นายชิตสกนธ์  ชีระนังสุ",
        "28 นายชินวัตร  ยะทะนนท์",
        "29 นายโชติ  ฟางลอย",
        "30 น.ส.ซานีหซะ  เจะสมาแอ",
        "31 นายซุลกิฟลี  ฮัจญีฮารูน",
        "32 นายฐานวัฒน์  โชติจิรธนาศักดิ์",
        "33 นายฐิติ  วิศวชัยวัฒน์",
        "34 นางณภัทร  สิริธนาวรากุล",
        "35 นายณรงค์  เดชบุญ",
        "36 นายณัฎฐ์สรชัช  ธนาชัยจิตรวี",
        "37 นางณัฐกานต์  จิตเฉย",
        "38 นางดวงพร  หิสวาณิชย์",
        "39 นายทนง  ทศไกร",
        "40 นายทวี  ศรีเกตุ",
        "41 นายทศพล  สมพงษ์",
        "42 นางทัศนีวรรณ  เต๊ะซ่วน",
        "43 นายธงไชย  พันธ์ธรรม",
        "44 นายธนโชติ  โชติบุณยศักดิ์",
        "45 น.ส.ธนิศรา  สุภาษี",
        "46 นายธรรมจักร  อุลิศ",
        "47 นายธเรศ  ประภาการ",
        "48 นายธัชพงศ์  แกดำ",
        "49 นายธิติพัชร์  เดชพิสิฐพงศ์",
        "50 นางนวพัณณ์  กัญจนสิริเพ็ชร",
        "51 นางนันฐิยา  สิริกาญธนานันท์",
        "52 น.ส.นันทนา  สัพโส",
        "53 นางนารดา  แก้วนาพันธ์",
        "54 นางนิชนันท์  เส็มสัน",
        "55 นายดำารงค์  บัวศิริ",
        "56 นายนิรุตติ  สุทธินนท์",
        "57 นางนุชนารถ  แท่นทอง",
        "58 นายบรรจง  นะแส",
        "59 นายบรรจบ  กาลสัมฤทธิ์",
        "60 นายบัญชา  ไพโรจน์",
        "61 นางบัวลอง  นาทา",
        "62 นายบุญทวี  พรมบาง",
        "63 นางบุญล้อม  วรรณพัฒน์",
        "64 นายบุญเลี้ยง  ไขษรศักดิ์",
        "65 นายปณัท  นิตย์แสวง",
        "66 น.ส.ปณิชา  อิ่มอุระ",
        "67 นางปนิตา  ตันติเกียรติ",
        "68 นางประจิต  ศรีงาม",
        "69 นายประทีป  พลมณี",
        "70 นายประภาส  ปิ่นตบแต่ง",
        "71 นางประไม  หอมเทียม",
        "72 นายประหยัด  จตุพรพิทักษ์กุล",
        "73 ร.ต.ต.ปัญญวัฒน์  กระทุ่มเขต",
        "74 นางผ่องศรี  แวงวรรณ",
        "75 นายพนม  คำสอง",
        "76 นายพิชญุตม์  กฤตย์รัตนะโชติ",
        "77 จ.ส.ต.พิทักษ์  ทัศนัย",
        "78 นางพิมพ์ประภา  เอียดการ",
        "79 นายพีรธัช  มะโนการ",
        "80 นางพุทธชาติ  สุขสิงห์",
        "81 น.ส.ภัททิยา  ยะโสภา",
        "82 น.ส.ภัทรินญา  เดชาวัตธนโชติ",
        "83 นายภาณุพงษ์  เต็งวงษ์วัฒนะ",
        "84 นายมนต์ชัย  พงษ์เจริญ",
        "85 น.ส.มัลลิกา  เลิศสุวรรณวงษ์",
        "86 นางมาหรีย๊ะ  เอียดวงศ์",
        "87 นายไมตรี  จงไกรจักร์",
        "88 นางยุพา  ไกรวิลาศ",
        "89 นายโยธิน  บุญเฉลย",
        "90 นายรชต  ชานนท์สกุล",
        "91 นางรติรส  สิทธิธูรณ์",
        "92 นายรัก  วงศ์อัศวฤทธิ์",
        "93 นายรักชาติ  สุวรรณ์",
        "94 นางรัสมี  แซ่อิ้ว",
        "95 นายเรืองนาม  ใจกว้าง",
        "96 นางลั่นทม  ชูชีพ",
        "97 นางลิซ้อน  พุ่มชู",
        "98 นายวรรณชัย  สุวรรณกาญจน์",
        "99 นายวราทิต  ไชยนันทน์",
        "100 น.ส.วราภรณ์  แอบกลิ่นจันทร์",
        "101 นายวราวุธ  หลาวทอง",
        "102 ว่าที่ ร.ท.วัฒนสาร  ปานเพชร",
        "103 นายวัฒนา  ธนาศักดิ์เจริญ",
        "104 นายวันชัย  เอนกสุวรรณกุล",
        "105 น.ส.วันสุภา  แสงใสแก้ว",
        "106 นางวาฐิณี  บุดดาหลู่",
        "107 นายวิภาคย์  หนูสาย",
        "108 นางวิรัลยุพา  ลุ่งใส้",
        "109 นายวิวัฒน์  กล้าวิจารณ์",
        "110 นายวุฒิไกร  ผาทอง",
        "111 นายเวกวรพันธ์  ฉ่ำสันเทียะ",
        "112 นายแวยูโซ๊ะ  แวมะ",
        "113 น.ส.ศริญทิพย์  ศิริเศรษฐ์",
        "114 น.ส.ศิขริน  สิงห์สาคร",
        "115 นายศิริโชค  ประทุมพิทักษ์",
        "116 นายศิโรเมศร์  อัครพงษ์พานิช",
        "117 นายศุภโชค  ศาลากิจ",
        "118 นายษิทรา  เบี้ยบังเกิด",
        "119 นายสงบ  จินะแปง",
        "120 นายสนั่น  กลีบขยาย",
        "121 นายสนั่นชัย  ช่วยอุดมธนิกิจ",
        "122 นายสมเกียรติ  ภู่ธรรมศิริ",
        "123 นายสมจิตร์  บุญตุวงษ์",
        "124 นายสมชาย  สายเชื้อ",
        "125 นายสมนึก  เกตุไทย",
        "126 นายสมนึก  รุ่งกำจัด",
        "127 น.ส.สมปอง  ศรีชนะ",
        "128 นายสมรักษ์  อุตม์จันดา",
        "129 นายสมัย  ผลบุญ",
        "130 นายสากล  ภูลศิริกุล",
        "131 นายสามชาย  เปี่ยมพงศ์สานต์",
        "132 น.ส.สายฝน  กองแก้ว",
        "133 นางสำเนา  แก้วเก้า",
        "134 นายสิทธิพงศ์  สีบุรินทร์",
        "135 นายสุทธิพงษ์  สุริยะ",
        "136 นายสุนทร  อินทร์งาม",
        "137 น.ส.สุนทราพร  เกษแก้ว",
        "138 พล.อ.สุรชาติ  จิตต์แจ้ง",
        "139 นายสุรพงษ์  พรมเท้า",
        "140 นายสุรศักดิ์  สวัสดี",
        "141 น.ส.แสงศิริ  ตรีมรรคา",
        "142 นายองอาจ  ธรรมนิทา",
        "143 นายอนุศิษฐ์  หลิมศิริวงศ์",
        "144 นายอัครวิทย์  หมื่นกุล",
        "145 นางอังคณา  นีละไพจิตร",
        "146 นายอำนวย  ปิ่นพิลา",
        "147 น.ส.อิงค์ณภัจฉร์  ชินวัตรนุวงค์",
        "148 นายอิ่นคา  เมืองขาว",
        "149 นางอิสรีย์  พงศ์กมลานนท์",
        "150 นายอุบล  พงษ์พัฒน์",
        "151 นางอุไรรัตน์  มีป้อม",
        "152 นายเอนก  อ่วมแจง",
        "153 นายเอนก  ชีชะนะ"
    ],
    "กลุ่ม 18: กลุ่มสื่อสามวลชน ผู้สร้างสรรค์วรรณกรรม": [
        "1 นางกมลวรรณ  เกิดศักดิ์ ณ แวงน้อย",
        "2 ว่าที่ พ.ต.กรพด  รุ่งหิรัญวัฒน์",
        "3 นายกฤติวัฒน์  กิตติกาญจนวัฒน์",
        "4 นายกฤษณพงศ์  อยู่รอด",
        "5 นายกฤษณพงษ์  ผาดแผ้ว",
        "6 นายกิตติ  วงศรัตนาวุธ",
        "7 นายกิตติคม  เปี่ยมพงศ์สานต์",
        "8 นายกิตติพณ  ช่างกล",
        "9 น.ส.กิตติยา  พันธ์ด้วง",
        "10 นายกิตธนาณัฏฐ์  จันทราทิพย์",
        "11 นายเกรียงไกร  ไทยอ่อน",
        "12 นายเกรียงไกร  ศักดี",
        "13 น.ส.เกวลิน  บัวจันทร์",
        "14 นายเกียรติศักดิ์  ลัภนะก่อเกียรติ",
        "15 นายเกียรติศักดิ์  รักสัตย์",
        "16 นายไกรสมุทร  นามโพธิ์ไทร",
        "17 นายขวัญชาติ  ดาสา",
        "18 น.ส.คอดียะฮ์  ทรงงาม",
        "19 นายคู่  แขมภูเขียว",
        "20 นายจรูญ  หยูทอง",
        "21 นายจักรกฤษ  บุญเชิด",
        "22 นายจำลอง  อนันตสุข",
        "23 น.ส.จิตติมา  ปิยะอนันต์ตระกูล",
        "24 น.ส.จินตนา  ปานมี",
        "25 น.ส.จินตนา  เอี่ยมวัน",
        "26 นายจุมพฎ  เจตน์จันทร์",
        "27 น.ส.ฉัตรสุรางค์  กองภา",
        "28 นายชนกภณ  สันติภัสสร",
        "29 น.ส.ชลณัฏฐ์  โกยกุล",
        "30 นายชวลิต  วิกุลชัยกิจ",
        "31 นายชัยณรงค์  พุทซาคำ",
        "32 นายชัยพร  ศิริพงษ์เวคิน",
        "33 นายชัยพันธ์  ศรีคชไกร",
        "34 นายชาตรี  ลีศิริวิทย์",
        "35 นายชิบ  จิตนิยม",
        "36 พ.ต.อ.โชติวิเชียร  วิเชียรโชติ",
        "37 นายไชยยงค์  มณีรุ่งสกุล",
        "38 น.ส.ซำซียะห์  มะและเด็ง",
        "39 นายณภัทร  วินิจฉัยกุล",
        "40 นายณัฐพล  รื่นถวิล",
        "41 นางดวงสมร  วรศิวะ",
        "42 น.ส.ตรีกุล  รัตนดิลก ณ ภูเก็ต",
        "43 นายตูแวดานียา  มือรีงิง",
        "44 นายทวีศักดิ์  บุตรจันทร์",
        "45 น.ส.ทักษินา  สายพงษ์",
        "46 ส.อ.ทินกร  จิตต์ไพบูลย์",
        "47 นายดำารงค์  ทองศิริ",
        "48 นายเทวฤทธิ์  มณีฉาย",
        "49 นายเทิดแผ่นดินทอง  ธารชัย",
        "50 นายธนกฤต  ฉัตรกิตติชัย",
        "51 นายธนโชติ  ติณพันธุ์",
        "52 นายธนทัต  ประเสริฐนู",
        "53 นายธนนันต์  จิตธร",
        "54 นายธนากร  โกศลเมธี",
        "55 นายธีมดี  ภาคย์ธนชิต",
        "56 นายธีรศักดิ์  งามคง",
        "57 นายนคเรศ  การศักดิ์",
        "58 นางนงนุช  อาจหาญ",
        "59 นายนริศ  จรัสจรรยาวงศ์",
        "60 น.ส.นันทนา  นันทวโรภาส",
        "61 นายนาถวัฒน์  ทองทรัพย์",
        "62 นางนิตยา  ปัตตะแวว",
        "63 นายโนชญ์  ชาญด้วยกิจ",
        "64 นายประทีป  คงสิบ",
        "65 นายประยูร  ใบบัว",
        "66 นายประสิทธิ์  แย้มศรี",
        "67 นายประเสริฐ  วงศ์ชนะ",
        "68 นายปริญญา  มามุ",
        "69 น.ส.ปริยานุช  ศรไชย",
        "70 นายปรีดา  จันทรอุดร",
        "71 นายโปรย  สมบัติ",
        "72 นางผจงจิตต์  อินทราชา",
        "73 นายพงษ์ศักดิ์  ไชยธรรมมา",
        "74 นายพงษ์อนันต์  โยวะผุย",
        "75 นางพรปวีณ์  สุรินทร์มงคล",
        "76 นางพัทธนันท์  โรจนประดิษฐ์",
        "77 นายพายัพ  โอสถเจริญ",
        "78 นายไพรัช  วงศ์พระยา",
        "79 นายภโวทัย  โลภปัญญา",
        "80 น.ส.ภิญญาพัชญ์  ศันสนียชีวิน",
        "81 นายภูษิต  กัลยา",
        "82 น.ส.มณฑา  นาคแคล้ว",
        "83 น.ส.มนัสนันท์  โตแก้ว",
        "84 นายรชนิศ  นามวงค์",
        "85 นายรวม  กรุมรัมย์",
        "86 น.ส.ระรินธร  เพ็ชรเจริญ",
        "87 นางรักชาติ  แย้มสรวล",
        "88 นายรัฐโรจน์  กิตติเลิศฐิติกร",
        "89 นายวชิรวิทย์  ภิญโญ",
        "90 นายวชิระ  เจริญสาคร",
        "91 นางวนิดา  ศรีเชียงหวาง",
        "92 นายวรเวช  ศิริประเสริฐศรี",
        "93 นางวราภรณ์  คัตตะพันธ์",
        "94 น.ส.วราภรณ์  ซื่อประดิษฐ์กุล",
        "95 นายวัฒนะ  แก้วก่า",
        "96 น.ส.วัลยา  ดีประดับ",
        "97 นายวิทย์ณเมธา  เกตุแก้ว",
        "98 นายวินัย  กิจวิวัฒนากร",
        "99 นายวิรพ  จันทฤทธิ์",
        "100 นายวิรัตน์  ทั่งถิน",
        "101 นายวิวรรธน์  แพ่งสุภา",
        "102 นายวีระ  สุดสังข์",
        "103 นายวีระ  กังวาล",
        "104 นายศฤงคาร  วงศ์ถามาตย์",
        "105 นายศักดิ์ชัย  แก้วเกื้อ",
        "106 นายศักดินา  รักษ์อุดมการณ์",
        "107 นายศิริ  ปาลกะวงศ์ ณ อยุธยา",
        "108 นายศิริพงศ์  ทวีวงศ์",
        "109 นายศิริพันธ์  นันทะศิริ",
        "110 นายศุภกิจ  นิลพันธ์",
        "111 นายศุภชัย  กิตติภูติกุล",
        "112 นายศุภรัฐพงษ์  โคตวงษ์",
        "113 นายสกลชัย  บุญสรรค์",
        "114 ด.ต.สมบุญณ  ใจมา",
        "115 นายสมพาน  ยศดี",
        "116 นายสมภพ  สุภนรานนท์",
        "117 นายสมัคร  โชติวรรณ์",
        "118 นายสฤษดิ์  ไพรทอง",
        "119 นายสวง  กันหาพันธ์",
        "120 นายสว่าง  ทองไพ",
        "121 นายสหชาติ  ทันที",
        "122 นางสัจจาพันธ์  มัฆวิมาลย์",
        "123 นายสัญญา  เปี่ยมพงศ์สานต์",
        "124 นางสายบัว  บุญเขต",
        "125 นายสาโรจน์  คชาเศรษฐ์",
        "126 นายสุทธิพร  กองสุทธิผล",
        "127 นายสุทนต์  กล้าการขาย",
        "128 นายสุผจญ  กลิ่นสุวรรณ",
        "129 นายสุพรรณ์  ศรชัย",
        "130 นางสุภาพร  นิยมกิจ",
        "131 นางสุมาลี  ล้ำเลิศ",
        "132 นายสุวรรณ  โพธิ์บางหวาย",
        "133 นายเสนีย์  วรวงษ์",
        "134 นางแสงดาว  ชุมภูชนะภัย",
        "135 นายแสวง  มูลรัตน์",
        "136 น.ส.หทัยรัตน์  พหลทัพ",
        "137 น.ส.หัทยา  ภูดี",
        "138 นายอดิศร  ถิ่นทิพย์",
        "139 นายอนุศักดิ์  แสนวิเศษ",
        "140 นายอภิชิต  ศิริชัย",
        "141 นายอรรถชัย  นิธิสีลตานันท์",
        "142 น.ส.อัจฉรา  อัชฌายกชาติ",
        "143 นายอัจฉริยะ  วงษ์คำซาว",
        "144 นางอารีย์  บรรจงธุระการ",
        "145 นายอำนาจ  สุขเย็น",
        "146 นายอุบล  กลิ่นประทุม",
        "147 นายเอกอมร  เปรมกมล"
    ],
    "กลุ่ม 19: กลุ่มผู้ประกอบวิชาชีพ อาชีพอิสระ": [
        "1 น.ส.กฤติมา  เพ็งสุข",
        "2 นายกิติศักดิ์  หมื่นศรี",
        "3 น.ส.เกศกมล  เปลี่ยนสมัย",
        "4 นายโกวิทย์  วงษ์ไพฑูรย์",
        "5 นายขจรศักดิ์  เปี่ยมพงศ์สานต์",
        "6 นายคงทอง  สีทา",
        "7 นายคมสัน  สืบสันต์",
        "8 นางงามรัมภา  ศรีสาพันธ์",
        "9 นายจักรพงศ์  แข่งขัน",
        "10 นายเจริญ  สิมสวัสดิ์",
        "11 นางชญาดา  มาแสวง",
        "12 นายชนะการณ์  สืบศรี",
        "13 นายชนุเสริม  เอี่ยมสอาด",
        "14 นายชยกฤต  เดชทองทิพย์",
        "15 นายชัชวาล  วงค์แก้ว",
        "16 นายชัยมงคล  พันโคตร",
        "17 ว่าที่ พ.ต.ชัยวัฒน์  รวิโรจนวงค์",
        "18 นายชัยวัฒน์  ชูชัยนิรันดร์",
        "19 นายชาวิช  ปานเจริญกุล",
        "20 นายเชษฐา  หวังวีระ",
        "21 นายเชาวลิต  เมืองก้อน",
        "22 นายโชคชัย  กิตติธเนศวร",
        "23 ส.อ.ไชยยันต์  เหมาะดี",
        "24 น.ส.ซาปิ ยะ  กะลูแป",
        "25 น.ส.ณัชชา  ศรีมูล",
        "26 นายณัชพล  นำนาผล",
        "27 น.ส.ณัชรวาดา  ฟองคำ",
        "28 น.ส.ณัฐชยา  มะโนใจ",
        "29 นายณัฐวุฒิ  คุ้มสุข",
        "30 นางดนาภา  ธเนศธนาธร",
        "31 นายดิฐษพงษ์  สกุลงาม",
        "32 นายแดน  ปรีชา",
        "33 นายไตรภพ  ผลค้า",
        "34 น.ส.ถาวร  สำราญ",
        "35 นายถาวรณ์  ชูมากเลี่ยม",
        "36 นายทนงศักดิ์  ธรรมมะ",
        "37 นายทรงเกียรติ  วิวัฒนานุกูล",
        "38 นายทองดี  ดวงโนแสน",
        "39 นายธงชัย  ศรีรักษา",
        "40 นายธณัชญ์พงศ์  วงศ์มุลาลี",
        "41 นายธนนันท์  อินทร์ขาว",
        "42 นายธนภัทร  ธิวงศ์ศา",
        "43 นายธนะโรจน์  อัครกิจชัยนนท์",
        "44 นายธนากร  แหวกวารี",
        "45 นายดำารงค์  สีผา",
        "46 นางธันยาภัทร์  ทิมรักษา",
        "47 นายธีระพงศ์  พวงลำเจียก",
        "48 นายธีระศักดิ์  อรัญพิทักษ์",
        "49 นายนพพร  จารุนัย",
        "50 น.ส.นวลนิจ  หงษ์วิวัฒน์",
        "51 นางนารี  เรืองศรี",
        "52 น.ส.นาวะดี  พรมอวน",
        "53 นายนิธิศ  ธนะชูติวีรนันท์",
        "54 นายนิวัฒน์  สกุลไทย",
        "55 น.ส.นูรียะห์  ตาเละ",
        "56 นายบดินทร  นิธิเศรษฐทรัพย์",
        "57 นายบรรทม  แผนคงงาม",
        "58 นางบังอร  น่วมพิพัฒน์",
        "59 นางบังอร  แก้วมุกดา",
        "60 นายบุญยิ่ง  สถาวรสมิต",
        "61 นายบุญเลิศ  อันสมบูรณ์",
        "62 นางบุษบา  ชัยอักษร",
        "63 นางปพิชญา  สุรถาวร",
        "64 นายประกอบ  วงศ์พันธ์",
        "65 นายประทีป  ใสสดศรี",
        "66 นายประยงค์  คำศรีนวน",
        "67 นายประหยัด  ทองน้อย",
        "68 น.ส.ปาริตา  หล่าดำ",
        "69 น.ส.ปิยธิดา  รัชฎานนท์",
        "70 นายปุณยวัจน์  ชูแก้ว",
        "71 นายพงษ์ศักดิ์  มุ่งสมบูรณ์",
        "72 นายพงษ์ศักดิ์  ตระกูลแห",
        "73 น.ส.พจมาลย์  สงวนศักดิ์",
        "74 นางพนิดา  พันธุมา",
        "75 นายพรชัย  วิทยเลิศพันธุ์",
        "76 นายพลวรรธน์  เชื่อมรัมย์",
        "77 นายพัชรพล  ศรีจันทร์",
        "78 นางพัชรีย์  เรือนกูล",
        "79 นายพัฒนพงศ์  หนูอุดม",
        "80 นายพิพัฒน์  พันมา",
        "81 นายพิพัฒน์ชัย  ภัครัชตานนท์",
        "82 นายไพรี  เข็มพันธ์",
        "83 พล.ต.ไพโรจน์  มณีอ่อน",
        "84 น.ส.ฟีรดา  เจ๊ะอุบง",
        "85 น.ส.ภคมน  กีรติรัตน์",
        "86 นายภัทรพล  สกุลมา",
        "87 นายภูวกร  ดำรงม่วงกล้วย",
        "88 นางมนัสนันท์  ศรีทิน",
        "89 น.ส.มัณฑนา  ทรัพย์เจริญพันธ์",
        "90 นางมิ่งขวัญ  สุรเมธีมาณพ",
        "91 ว่าที่ ร.ต.รอซีดีย์  บ่าวเบ็ญหมัด",
        "92 นายรัฐเขต  เปี่ยมพงศ์สานต์",
        "93 น.ส.รัศมี  ชัยศรี",
        "94 นายฤทธิเดช  บุญญาบูรณกิจ",
        "95 นายลำพวน  ทินปราณี",
        "96 นายวรธน  วรเวทิน",
        "97 น.ส.วริยา  ธนารักษ์สกุล",
        "98 นายวัฒนา  ธรรมดี",
        "99 น.ส.วารินทร์  สิทธิชัย",
        "100 ว่าที่ ร.ต.วิชชุกร  คำจันทร์",
        "101 นายวิชัย  ถ้ำเพชร์",
        "102 นายวีนัตย์  แดงด้อมยุทธ",
        "103 ว่าที่ ร.ต.วีรวัฒน์  หมื่นภักดี",
        "104 นายศรัณย์  งามอัครไพบูลย์",
        "105 นายศักดิ์ดา  จันทปัญญา",
        "106 นายสมเกียรติ  เจริญสุข",
        "107 นายสมควร  จันทร์เขียว",
        "108 นายสมชาย  อ่องชุ่ม",
        "109 นายสมชาย  เล่งหลัก",
        "110 นางสมถวิล  ติปะละ",
        "111 นายสมพร  ชูสุวรรณ",
        "112 นายสมภาร  สุขอ้วน",
        "113 นายสมมาส  วัฒนศรี",
        "114 นายสมหมาย  เลิศสมจิตร",
        "115 นางสมัน  จอมทรักษ์",
        "116 นายสรรเพชร  ทิพย์มณเฑียร",
        "117 นายสรวิศิษฏ์  สิทธเศรษฐ์",
        "118 นายสหรัฐ  มาลาศรี",
        "119 นางสัจจะ  หงอกชัย",
        "120 นายสัมพันธ์  หมาดสตูล",
        "121 ร.ต.อ.สิงห์ทอง  อุดม",
        "122 นายสิทธิกร  ธงยศ",
        "123 นางสิริกร  กองสิงห์",
        "124 นางสีหัด  ขันอาษา",
        "125 น.ส.สุจิตรา  รัตนวราหะ",
        "126 นายสุชาติ  ยามาเจริญ",
        "127 นายสุนทร  พฤกษพิพัฒน์",
        "128 นายสุนิมิต  จิระสุข",
        "129 ว่าที่ ร.ต.สุนิสา  พันธ์พืช",
        "130 นางสุพันธ์  พลธิแสง",
        "131 น.ส.สุภาพร  เพชรพิรุณ",
        "132 นายดำารงค์  อินทรมณี",
        "133 นางสุมาลี  ราชวัง",
        "134 นายสุรชัย  พรจินดาโชติ",
        "135 นางสุรภา  ศรีสัปปุริส",
        "136 นายสุไลหมาน  หวันปูเต๊ะ",
        "137 นายสุวัฒน์  นิลดำ",
        "138 นายสุวิทย์  บัวสง่า",
        "139 น.ส.โสภาพรรณ  กาสมสัน",
        "140 นายอธิคุณ  ใสกระจ่าง",
        "141 นายอธิปพล  สนเผือก",
        "142 พ.ท.อธิวัฒน์  เตชะบุญ",
        "143 นายอธิวัฒน์  ภูริศรี",
        "144 นายอภิชาติ  บุญมา",
        "145 นายอภิชาติ  อิ่มแก้ว",
        "146 นายอภิชาติ  ศิริธนะ",
        "147 นายอับดุลกอฮาร์  อาแวปูเตะ",
        "148 นายอาคม  สาพงษ์เอี่ยม",
        "149 นายอาทิตย์  ศรีแก่นจันทร์",
        "150 นายอิสระ  เปี่ยมพงศ์สานต์",
        "151 นายเอกชัย  แก้วบุญตรี",
        "152 นายเอนก  วีระพจนานันท์",
        "153 นายฮะ  ไชยดิษฐ์",
        "154 น.ส.ฮามีเดาะ  มาหามะ"
    ],
    "กลุ่ม 20: กลุ่มอื่นๆ": [
        "1 พ.ต.ท.กชพัฒน  กุลจิตติศักดา",
        "2 นายกนก  โตสุรัตน์",
        "3 นายกมลมนูศักดิ์  กลิ่นดี",
        "4 พ.ต.อ.กอบ  อัจนากิตติ",
        "5 นางกัลญา  ตาตะมิ",
        "6 น.ส.กาหลง  โพธิ์ขวัญ",
        "7 นางเกศรา  คงธนถาวรสกุล",
        "8 นางเกศี  จันทราประภาวัฒน์",
        "9 นายเกษมทรัพย์  ดงหงษ์",
        "10 นายคณิต  ธัญญะภูมิ",
        "11 นายคำดี  ทองเกลี้ยง",
        "12 นายจรูญ  ปัญญาฟู",
        "13 น.ส.จาริยา  โฉมมณี",
        "14 นายจำนงค์  หงษ์แก้ว",
        "15 นางจำเนียร  รัชตเมธิน",
        "16 นายจำเนียร  ทาแลบ",
        "17 น.ส.จิรัฐิฏิการ  หงษ์เหมหิรัณ",
        "18 นายเจษฎาพร  จันเกื้อ",
        "19 นายเฉลิมศักดิ์  แสนปาง",
        "20 น.ส.ชนัดดา  สงพัฒน์แก้ว",
        "21 นางชมพูนุท  โสภามี",
        "22 นายชัยทัศน์  อัดโดดดร",
        "23 นายชัยวัฒน  ถนอมพันธ์",
        "24 ร.ต.ต.ชินทัต  อุบลแย้ม",
        "25 น.ส.ชีวธันย์  พูลทรัพย์",
        "26 นายชูชีพ  เอื้อการณ์",
        "27 นายเชาวริน  ชาญสายชล",
        "28 นายโชคอำนวย  อ้นมา",
        "29 นายไชยพร  อ้นมา",
        "30 นายไซด์นอน  แวหามะ",
        "31 นายณัฐกิตติ์  หนูรอด",
        "32 นายณัฐชนนท์  พรรัตนอนันต์",
        "33 นายณัฐดนัย  แสงจันโท",
        "34 นายณัฐปคัลภ์  ปันชุน",
        "35 นายณัฐรดา  ศิริวัฒนกุล",
        "36 นายดำารงค์  เชิดชู",
        "37 นายดาวหยาด  ขันธ์เพชร",
        "38 นายดิชฐ์พิเชษ  สุวรรณโพธิ์",
        "39 นายเดชา  คำมุงคุณ",
        "40 นายเดชาธร  กันท้วม",
        "41 นายถนอม  แสงน้อย",
        "42 น.ส.ถวัลย์ลักษณ์  วงษ์มะณี",
        "43 ร.ต.อ.ทวี  ยะสุตา",
        "44 นายทองอุ่น  ทัดไท",
        "45 พล.อ.อ.ธงชัย  แฉล้มเขตร",
        "46 ว่าที่ ร.ต.ธนพศ  วรนุช",
        "47 นายธนัช  ศรีธรรมมา",
        "48 นายธนาวุฒิ  อุตอามาตย์",
        "49 นายธรรมนูญ  ซึมโรจน์ประเสริฐ",
        "50 นายธัชกร  เชื้อรอด",
        "51 นายธัชณพงศ์  ดีพาส",
        "52 นายธีรยุทธ์  อนุสิทธิ์",
        "53 นายธีระ  วงษ์เจริญ",
        "54 นายนพดล  บุญสาร",
        "55 น.ส.นวพร  สีนวล",
        "56 น.ส.นาซีเราะ  ลาเตะ",
        "57 น.ส.นิศาชล  จุ่นคง",
        "58 นายบรรจบ  เมฆประดับ",
        "59 นายบัณฑิต  สาครวิศวะ",
        "60 นายบำรุง  ควบคุม",
        "61 พล.ท.บุญธัม  สามปรุ",
        "62 นายบุญนำ  จอมสูงเนิน",
        "63 นายบุญยณัฏฐ์  บุตรน้อย",
        "64 นายบุญส่ง  พุ่มศิริอุดม",
        "65 น.ส.ปทิดา  ศิริพฤกษ์",
        "66 นายปภัชเดช  เกตุพันธ์",
        "67 นายประจักษ์  จันทร์แก้ว",
        "68 นายประชุม  เหลี่ยมดี",
        "69 นายประทีป  วรากุล",
        "70 ร.ต.อ.ประพันธ์  ชาติกานนท์",
        "71 นายประสิทธิ์  พัชรวิศุทธื",
        "72 นายประเสริฐ  จันทะโชติ",
        "73 นายประเสริฐ  อาสนาทิพย์",
        "74 นายปราโมทย์  เพชรปานกัน",
        "75 พ.อ.ปรีชา  ทองเต็ม",
        "76 นายปรีดา  จันทร์แจ่มศรี",
        "77 น.ส.ปุณชญานันท์  ขาวชำนาญ",
        "78 นายพนมไพร  ธรรมศรี",
        "79 นางพานิช  ใจหาญ",
        "80 นายพิพัฒน์ชัย  จันทร์เรือง",
        "81 นายพิรุณ  ไชยทอง",
        "82 นายพีรพงษ์  ฟูศิริ",
        "83 นายไพศาล  ช่างจงประดิษฐ์",
        "84 นายภคพล  ไกรสินธุ์",
        "85 นายภมร  เชาว์ศิริกุล",
        "86 น.ส.ภัทราภรณ์  คิดซ้าย",
        "87 นายมงคล  เจริญวัย",
        "88 นางมยุรา  สาระทิง",
        "89 นายมะอำรัม  อีดูงอ",
        "90 นายมานิฏฐ์  เล็กโล่ง",
        "91 พล.ต.ท.ยุทธนา  ไทยภักดี",
        "92 นางยุวกานดา  คงมั่น",
        "93 นางรำพึง  ตั้งวิเศษสุข",
        "94 นายเรวัต  แสงวิจิตร",
        "95 นายลำพอง  ชวนสินธุ์",
        "96 นายเลอยศ  พุทธชิโนรสสกุล",
        "97 นายเลิศอุดม  นาคโคตรคำ",
        "98 นายวราวุธ  ตีระนันทน์",
        "99 น.ส.วริษฐา  องอาจ",
        "100 นางวลีรักษ์  พัชระเมธาพัฒน์",
        "101 น.ส.วไลพร  ธนารักษ์สกุล",
        "102 นายวสุ  ปัทมสิริวัฒน์",
        "103 น.ส.วัชราพร  สำราญ",
        "104 น.ส.วาสนา  กาฬพันธ์",
        "105 นายวิฑูรย์  ศิริบูลย์ภักดี",
        "106 นายวิรัตน์  รักษ์พันธ์",
        "107 นายวิริฌธิ์พงษ์  สุขสำราญ",
        "108 นายวิรุฬห์  วิริยะอุสาหะ",
        "109 นายวิสิทธิ์  คลังสิน",
        "110 นายวุฒิชัย  ชมภู",
        "111 นายวุฒิชาติ  เก็มเบ็ญหมาด",
        "112 นายวุฒิพงศ์  เถรว่อง",
        "113 นางศรีรัตน์  กันพันธ์",
        "114 นายศรุต  บำรุงสรณ์",
        "115 น.ส.ศิรินภา  ศิริพัฒน์",
        "116 น.ส.ศิริพร  เริงรมย์",
        "117 นายเศคาริยาห์  ม่วงมี",
        "118 นายสกล  บุญสะอาด",
        "119 นายสงัด  สุวรรณวงษ์",
        "120 นายสมเกียรติ  กาญจนาคาร",
        "121 นายสมเกียรตินัยวิกุล  แต้ฐิติพงศ์",
        "122 นายสมมาตร  ยานยา",
        "123 นายสมาน  สังข์วิลัย",
        "124 นายสราวุธ  พูลพิพัฒน์",
        "125 นายสอน  สุริยันต์",
        "126 นายสัมฤทธิ์  อารัศมี",
        "127 น.ส.สายรุ้ง  แสงจำรูญ",
        "128 นายสิปป์ธวัฒน์  มณีวรรณ",
        "129 นายสุชพงศ์  บุญเสริม",
        "130 พ.ท.สุชาติ  นิลประดับ",
        "131 นางสุทัศนีย์  โสภา",
        "132 นายสุเทพ  นิยมธรรม",
        "133 นางสุพรรณพร  เกลี้ยงกลม",
        "134 นายสุรเกียรติ  เก่งธีระวัฒน์",
        "135 นายสุวรรณ  หันไชยุงวา",
        "136 นายสุวิชาณ  สุวรรณาคะ",
        "137 นายเสน่ห์  เกตุพันธ์",
        "138 ร.ท.อภิชาต  นิติกุลเกยูร",
        "139 นายอภิชาติ  ขุ่ยร้านหญ้า",
        "140 พ.อ.อภิชาติ  กันทะวงศ์",
        "141 นายอภิญญา  บุญหนูกลับ",
        "142 น.ส.อภิรดี  เทศวงษ์",
        "143 น.ส.อรณิชา  อยู่สุข",
        "144 นายอลงกต  วรกี",
        "145 น.ส.อลิสา  เขื่อนขัน",
        "146 น.ส.อัจฉรา  ขำมาลัย",
        "147 นายอับดุลรอฮิม  เซะบารู",
        "148 นางอำพร  บุญพินิจ",
        "149 พล.ต.อ.อิทธิพล  พิริยภิญโญ",
        "150 นายอุทัย  ดำย่า",
        "151 น.ส.อุไรวรรณ  กิ้วภาวัน",
        "152 นายเอกชัย  เรืองรัตน์",
        "153 พล.ต.เอกภาพ  สุหร่าย"
    ]
  }
  